Repository: wp-stars/juniper-base
Catalog: web/app/plugins/woocommerce-germanized-pro/i18n/languages/woocommerce-germanized-pro-*_formal.po
Languages: de_de@formal

# storeabill-core
source: Maximum number of items to be returned in result set.
de_de@formal: Maximale Anzahl an Einträgen, die in einer Ergebnismenge ausgegeben werden.

# storeabill-core
source: Limit results to those matching a string.
de_de@formal: Zeigt nur die Ergebnisse an, die zu einer Zeichenkette passen.

# storeabill-core
source: Limit response to resources published after a given ISO8601 compliant date.
de_de@formal: Limitiert die Antwort auf Ressourcen welche nach einem bestimmten Datum (nach ISO8601-Standard) veröffentlicht wurden.

# storeabill-core
source: Limit response to resources published before a given ISO8601 compliant date.
de_de@formal: Limitiert die Antwort auf Ressourcen welche vor einem bestimmten Datum (nach ISO8601-Standard) veröffentlicht wurden.

# storeabill-core
source: Ensure result set excludes specific IDs.
de_de@formal: Sicherstellen, dass das Ergebnis bestimmte IDs ausschließt.

# storeabill-core
source: Limit result set to specific ids.
de_de@formal: Ergebnismenge auf bestimmte IDs beschränken.

# storeabill-core
source: Offset the result set by a specific number of items.
de_de@formal: Versieht die Ergebnismenge mit einem Offset.

# storeabill-core
source: Order sort attribute ascending or descending.
de_de@formal: Sortiert Ergebnisse aufsteigend oder absteigend.

# storeabill-core
source: Sort collection by object attribute.
de_de@formal: Sortiere Liste nach Objektattribut.

# storeabill-core
source: Unique identifier for the resource.
de_de@formal: Eindeutige Bezeichnung der Ressource.

# storeabill-core
source: Whether to bypass archive and force deletion.
de_de@formal: Gibt an, ob das Archiv umgangen und das Löschen erzwungen werden soll.

# storeabill-core
source: The export type, e.g. csv.
de_de@formal: Der Export-Typ, z.B. csv.

# storeabill-core
source: The export start date, in the site's timezone.
de_de@formal: Das Export Startdatum, in der Zeitzone der Website.

# storeabill-core
source: The export end date, in the site's timezone.
de_de@formal: Das Export Enddatum, in der Zeitzone der Website.

# storeabill-core
source: Export filters.
de_de@formal: Export Filter.

# storeabill-core
source: The export status, e.g. running.
de_de@formal: Der Export Status, z.B. running.

# storeabill-core
source: Percent completed.
de_de@formal: Prozent fertiggestellt.

# storeabill-core
source: The file data (base64 encoded).
de_de@formal: Die Dateidaten (base64 codiert).

# storeabill-core
source: Local path to file in case it exists.
de_de@formal: Lokaler Pfad zur Datei, falls er vorhanden ist.

# storeabill-core
source: The filename
de_de@formal: Der Dateiname

# storeabill-core
source: Whether it is a preview or the file is persisted.
de_de@formal: Ob es sich um eine Vorschau handelt oder die Datei bereits erzeugt wurde.

# storeabill-core
source: Invalid export ID.
de_de@formal: Export ID nicht verfügbar.

# storeabill-core
source: Cannot create export: %1$s.
de_de@formal: Export konnte nicht erstellt werden: %1$s.

# storeabill-core
source: Error while reading document.
de_de@formal: Fehler beim Lesen des Dokuments.

# storeabill-core
source: Limit result set to documents which have specific statuses.
de_de@formal: Beschränke das Ergebnis auf Dokumente mit bestimmten Status.

# storeabill-core
source: Limit result set to documents which have a specific reference id.
de_de@formal: Beschränke das Ergebnis auf Dokumente mit einer bestimmten Referenz-ID.

# storeabill-core
source: Limit result set to documents which have a specific reference type.
de_de@formal: Beschränke das Ergebnis auf Dokumente mit einem bestimmten Referenz-Typ.

# storeabill-core
source: Document item type %s is not supported by this document.
de_de@formal: Der Positionstyp %s wird von diesem Dokument nicht unterstützt.

# storeabill-core
source: Document item ID provided is not associated with document.
de_de@formal: Die Positions-ID ist dem Dokument nicht zugeordnet.

# storeabill-core
source: Customer ID is invalid.
de_de@formal: Kunden-ID ist nicht gültig.

# storeabill-core
source: Document item provided is invalid.
de_de@formal: Die Position ist nicht gültig.

# storeabill-core
source: First name.
de_de@formal: Vorname.

# storeabill-core
source: Last name.
de_de@formal: Nachname.

# storeabill-core
source: Company name.
de_de@formal: Firmenname.

# storeabill-core
source: Address line 1
de_de@formal: Adresszeile 1

# storeabill-core
source: Address line 2
de_de@formal: Adresszeile 2

# storeabill-core
source: City name.
de_de@formal: Ort.

# storeabill-core
source: ISO code or name of the state, province or district.
de_de@formal: ISO-Code oder Name des Bundeslandes, der Provinz oder des Bezirks.

# storeabill-core
source: State
de_de@formal: Bundesland

# storeabill-core
source: Postal code.
de_de@formal: Postleitzahl.

# storeabill-core
source: Country code in ISO 3166-1 alpha-2 format.
de_de@formal: Ländercode in ISO 3166-1 Alpha-2-Format.

# storeabill-core
source: Country code
de_de@formal: Ländercode

# storeabill-core
source: Email address.
de_de@formal: E-Mail-Adresse.

# storeabill-core
source: Phone number.
de_de@formal: Telefonnummer.

# storeabill-core
source: Address VAT ID.
de_de@formal: USt.-ID der Adresse.

# storeabill-core
source: Item ID.
de_de@formal: Positions-ID.

# storeabill-core
source: Item reference ID.
de_de@formal: Referenz-ID der Position.

# storeabill-core
source: Item parent ID.
de_de@formal: Eltern-ID der Position.

# storeabill-core
source: Item name.
de_de@formal: Bezeichnung der Position.

# storeabill-core
source: Item document ID.
de_de@formal: Dokumenten-ID der Position.

# storeabill-core
source: Item Quantity.
de_de@formal: Anzahl der Position.

# storeabill-core
source: Meta data.
de_de@formal: Meta-Daten.

# storeabill-core
source: Item attributes.
de_de@formal: Position Eigenschaften.

# storeabill-core
source: Attribute value.
de_de@formal: Wert der Eigenschaft.

# storeabill-core
source: Attribute key.
de_de@formal: Schlüssel der Eigenschaft.

# storeabill-core
source: Attribute label.
de_de@formal: Bezeichnung der Eigenschaft.

# storeabill-core
source: Attribute formatted label.
de_de@formal: Formatierte Bezeichnung der Eigenschaft.

# storeabill-core
source: Attribute formatted value.
de_de@formal: Formatierter Wert der Eigenschaft.

# storeabill-core
source: Meta key.
de_de@formal: Meta-Schlüssel.

# storeabill-core
source: Meta value.
de_de@formal: Meta-Wert.

# storeabill-core
source: Total type.
de_de@formal: Gesamttyp.

# storeabill-core
source: Total amount.
de_de@formal: Gesamtbetrag.

# storeabill-core
source: Total formatted amount.
de_de@formal: Formatierter Gesamtbetrag.

# storeabill-core
source: Total label.
de_de@formal: Gesamtbetrag Bezeichnung.

# storeabill-core
source: Formatted label.
de_de@formal: Formatierte Bezeichnung.

# storeabill-core
source: The total's unit.
de_de@formal: Die Einheit des Gesamtbetrags.

# storeabill-core
source: The total's unit type, e.g. currency.
de_de@formal: Der Typ der Einheit des Gesamtbetrages, z.B. currency.

# storeabill-core
source: Total placeholders.
de_de@formal: Platzhalter.

# storeabill-core
source: Parent document ID.
de_de@formal: Eltern Dokumenten-ID.

# storeabill-core
source: Parent ID
de_de@formal: Eltern-ID

# storeabill-core
source: The reference id linked to the document.
de_de@formal: Die Referenz-ID verknüpft mit dem Dokument.

# storeabill-core
source: Reference ID
de_de@formal: Referenz-ID

# storeabill-core
source: The reference type linked to the document.
de_de@formal: Der Typ der Referenz des Dokuments.

# storeabill-core
source: Reference type
de_de@formal: Typ der Referenz

# storeabill-core
source: The reference formatted number linked to the document.
de_de@formal: Die formatierte Referenznummer verknüpft mit dem Dokument.

# storeabill-core
source: Reference number
de_de@formal: Referenznummer

# storeabill-core
source: The document number.
de_de@formal: Dokumentennummer.

# storeabill-core
source: The formatted document number.
de_de@formal: Formatierte Nummer des Dokuments.

# storeabill-core
source: Formatted number
de_de@formal: Formatierte Nummer

# storeabill-core
source: Shows where the document was created.
de_de@formal: Zeigt an, an welcher Stelle das Dokument erzeugt wurde.

# storeabill-core
source: Created via
de_de@formal: Erzeugt per

# storeabill-core
source: The current document status.
de_de@formal: Der aktuelle Status des Dokuments.

# storeabill-core
source: The date the document was created, in the site's timezone.
de_de@formal: Datum des Dokuments, in der Zeitzone der Website.

# storeabill-core
source: The date the document was created, as GMT.
de_de@formal: Datum des Dokuments, als GMT.

# storeabill-core
source: Date (GMT)
de_de@formal: Datum (GMT)

# storeabill-core
source: The date the document was last modified, in the site's timezone.
de_de@formal: Das Datum an dem das Dokument zuletzt modifiziert wurde, als GMT.

# storeabill-core
source: Date modified
de_de@formal: Modifikationsdatum

# storeabill-core
source: The date the document was last modified, as GMT.
de_de@formal: Das Datum an dem das Dokument zuletzt modifiziert wurde, als GMT.

# storeabill-core
source: Date modified (GMT)
de_de@formal: Modifikationsdatum (GMT)

# storeabill-core
source: The date the document was sent, in the site's timezone.
de_de@formal: Das Datum an dem das Dokument versandt wurde, in der Zeitzone der Website.

# storeabill-core
source: Date sent
de_de@formal: Versanddatum

# storeabill-core
source: The date the document was sent, as GMT.
de_de@formal: Das Datum an dem das Dokument versandt wurde, in GMT.

# storeabill-core
source: Date sent (GMT)
de_de@formal: Versanddatum (GMT)

# storeabill-core
source: User ID linked to the document. 0 for guests.
de_de@formal: Benutzer-ID für das Dokument. 0 für Gäste.

# storeabill-core
source: Customer ID
de_de@formal: Kunden-ID

# storeabill-core
source: Author ID linked to the document.
de_de@formal: Die Authoren-ID des Dokuments.

# storeabill-core
source: Author ID
de_de@formal: Authoren-ID

# storeabill-core
source: Relative path to PDF file.
de_de@formal: Relativer Pfad zur PDF-Datei.

# storeabill-core
source: Relative path
de_de@formal: Relativer Pfad

# storeabill-core
source: Absolute path to PDF file.
de_de@formal: Absoluter Pfad zur PDF-Datei.

# storeabill-core
source: Absolute path
de_de@formal: Absoluter Pfad

# storeabill-core
source: The journal type for numbering purposes.
de_de@formal: Der Nummernkreis-Typ.

# storeabill-core
source: Journal type
de_de@formal: Nummernkreis-Typ

# storeabill-core
source: The document version.
de_de@formal: Die Version des Dokuments.

# storeabill-core
source: The document country.
de_de@formal: Das Land des Dokuments.

# storeabill-core
source: Country
de_de@formal: Land

# storeabill-core
source: Formatted address data.
de_de@formal: Formatierte Adressdaten.

# storeabill-core
source: Formatted address
de_de@formal: Formatierte Adresse

# storeabill-core
source: Address data.
de_de@formal: Adressdaten.

# storeabill-core
source: Limit result set to invoices which have a specific payment statuses.
de_de@formal: Beschränke das Ergebnis auf Rechnungen mit bestimmten Zahlungssatus.

# storeabill-core
source: The order ID linked to the invoice.
de_de@formal: Die Bestell-ID verknüpft mit der Rechnung.

# storeabill-core
source: Order ID
de_de@formal: Bestell-ID

# storeabill-core
source: The formatted order number linked to the invoice.
de_de@formal: Die formatierte Bestellnummer verknüpft mit der Rechnung.

# storeabill-core
source: The order resource type, e.g. woocommerce.
de_de@formal: Der Typ der Bestellung z.B. woocommerce.

# storeabill-core
source: Order type
de_de@formal: Bestelltyp

# storeabill-core
source: Whether to automatically sync the invoice with it's order if possible.
de_de@formal: Ob die Rechnung automatisch mit der Bestellung synchronisiert werden soll, falls möglich.

# storeabill-core
source: Invoice payment status.
de_de@formal: Rechnung Zahlungsstatus.

# storeabill-core
source: Payment status
de_de@formal: Zahlungsstatus

# storeabill-core
source: The payment method slug.
de_de@formal: Slug der Zahlungsart.

# storeabill-core
source: Payment method slug
de_de@formal: Zahlungsart Slug

# storeabill-core
source: The payment method title.
de_de@formal: Titel der Zahlungsart.

# storeabill-core
source: The payment transaction id.
de_de@formal: Die Transaktionsnummer der Zahlung.

# storeabill-core
source: Payment transaction id
de_de@formal: Transaktionsnummer der Zahlung

# storeabill-core
source: Currency the invoice was created with, in ISO format.
de_de@formal: Währung (ISO-Format), mit der die Rechnung erstellt wurde.

# storeabill-core
source: Currency
de_de@formal: Währung

# storeabill-core
source: The date the invoice was marked as paid, in the site's timezone.
de_de@formal: Das Datum an dem die Rechnung als bezahlt markiert wurde, in der Zeitzone der Website.

# storeabill-core
source: The date the invoice was marked as paid, as GMT.
de_de@formal: Das Datum an dem die Rechnung als bezahlt markiert wurde, als GMT.

# storeabill-core
source: Date paid (GMT)
de_de@formal: Zahlungsdatum (GMT)

# storeabill-core
source: The date until which the invoice is due for payment, in the site's timezone.
de_de@formal: Das Datum bis zu dem die Rechnung fällig ist, in der Zeitzone der Website.

# storeabill-core
source: The date until which the invoice is due for payment, as GMT.
de_de@formal: Das Datum bis zu dem die Rechnung fällig ist, als GMT.

# storeabill-core
source: Date due (GMT)
de_de@formal: Fälligkeitsdatum (GMT)

# storeabill-core
source: The date of service, in the site's timezone.
de_de@formal: Das Leistungsdatum, in der Zeitzone der Website.

# storeabill-core
source: The date of service, as GMT.
de_de@formal: Das Leistungsdatum, als GMT.

# storeabill-core
source: Date of service (GMT)
de_de@formal: Leistungsdatum (GMT)

# storeabill-core
source: The end date of service, in the site's timezone.
de_de@formal: Das Ende des Leistungszeitraums, in der Zeitzone der Website.

# storeabill-core
source: Date of service end
de_de@formal: Enddatum des Leistungszeitraums

# storeabill-core
source: The end date of service, as GMT.
de_de@formal: Das Ende des Leistungszeitraums, als GMT.

# storeabill-core
source: Date of service end (GMT)
de_de@formal: Enddatum des Leistungszeitraums (GMT)

# storeabill-core
source: Product total amount for the invoice.
de_de@formal: Gesamtbetrag aller Produkte der Rechnung.

# storeabill-core
source: Product total
de_de@formal: Gesamtbetrag der Produkte

# storeabill-core
source: Product subtotal (before discounts) amount for the invoice.
de_de@formal: Gesamtbetrag (vor Rabatt) aller Produkte der Rechnung.

# storeabill-core
source: Product subtotal
de_de@formal: Gesamtbetrag Produkte (vor Rabatt)

# storeabill-core
source: Shipping total amount for the invoice.
de_de@formal: Gesamtbetrag der Versandkosten der Rechnung.

# storeabill-core
source: Shipping total
de_de@formal: Gesamtbetrag des Versands

# storeabill-core
source: Shipping subtotal (before discounts) amount for the invoice.
de_de@formal: Gesamtbetrag (vor Rabatt) der Versandkosten der Rechnung.

# storeabill-core
source: Shipping subtotal
de_de@formal: Gesamtbetrag Versand (vor Rabatt)

# storeabill-core
source: Fee total amount for the invoice.
de_de@formal: Gesamtbetrag der Gebühren der Rechnung.

# storeabill-core
source: Fee subtotal (before discounts) amount for the invoice.
de_de@formal: Gesamtbetrag (vor Rabatt) der Gebühren der Rechnung.

# storeabill-core
source: Fee subtotal
de_de@formal: Gebührenbetrag (vor Rabatt)

# storeabill-core
source: Discount total amount for the invoice.
de_de@formal: Gesamtbetrag aller Rabatte der Rechnung.

# storeabill-core
source: Discount total
de_de@formal: Rabatt Gesambetrag

# storeabill-core
source: Discount percentage for the invoice.
de_de@formal: Rabatt (Prozent) der Rechnung.

# storeabill-core
source: Discount percentage
de_de@formal: Rabattprozentsatz

# storeabill-core
source: A notice on discounts e.g. coupon codes used.
de_de@formal: Ein Hinweis auf Rabatte, z.B. Gutschein-Codes.

# storeabill-core
source: Discount on additional costs e.g. shipping and fees.
de_de@formal: Rabatt auf Nebenkosten z.B. Versand und Gebühren.

# storeabill-core
source: Additional costs discount
de_de@formal: Nebenkosten Rabatt

# storeabill-core
source: Voucher total amount for the invoice.
de_de@formal: Gesamtbetrag der Wertgutscheine der Rechnung.

# storeabill-core
source: Voucher net amount for the invoice.
de_de@formal: Wertgutschein Nettobetrag der Rechnung.

# storeabill-core
source: Voucher net total
de_de@formal: Wertgutschein Nettobetrag

# storeabill-core
source: Voucher tax amount for the invoice.
de_de@formal: Gesamtbetrag der Steuern auf Wertgutscheine der Rechnung.

# storeabill-core
source: Voucher tax
de_de@formal: Wertgutscheine Steuern

# storeabill-core
source: Tax total amount for the invoice.
de_de@formal: Gesamtbetrag aller Steuern der Rechnung.

# storeabill-core
source: Tax total
de_de@formal: Steuer-Gesamtbetrag

# storeabill-core
source: Subtotal tax (before discounts) amount for the invoice.
de_de@formal: Steuersumme (vor Rabatt) der Rechnung.

# storeabill-core
source: Tax subtotal
de_de@formal: Steuer-Zwischensumme (vor Rabatt)

# storeabill-core
source: Product tax total amount for the invoice.
de_de@formal: Gesamtbetrag der Steuern auf Produkte der Rechnung.

# storeabill-core
source: Product tax total
de_de@formal: Steuer-Gesamtbetrag der Produkte

# storeabill-core
source: Product subtotal tax (before discounts) amount for the invoice.
de_de@formal: Steuer-Gesamtbetrag (vor Rabatt) aller Produkte der Rechnung.

# storeabill-core
source: Product tax subtotal
de_de@formal: Steuer-Gesamtbetrag (vor Rabatt) der Produkte

# storeabill-core
source: Shipping tax total amount for the invoice.
de_de@formal: Gesamtbetrag der Steuern auf Versandkosten der Rechnung.

# storeabill-core
source: Shipping tax total
de_de@formal: Steuer-Gesamtbetrag des Versands

# storeabill-core
source: Shipping subtotal tax (before discounts) amount for the invoice.
de_de@formal: Gesamtbetrag (vor Rabatt) der Steuern auf Versandkosten der Rechnung.

# storeabill-core
source: Shipping tax subtotal
de_de@formal: Steuer-Gesamtbetrag (vor Rabatt) des Versands

# storeabill-core
source: Fee tax total amount for the invoice.
de_de@formal: Gesamtbetrag der Steuern auf Gebühren der Rechnung.

# storeabill-core
source: Fee tax total
de_de@formal: Gebühren Steuergesamtbetrag

# storeabill-core
source: Fee subtotal tax (before discounts) amount for the invoice.
de_de@formal: Gesamtbetrag (vor Rabatt) der Steuern auf Gebühren der Rechnung.

# storeabill-core
source: Fee tax subtotal
de_de@formal: Gebühren Steuergesamtbetrag (vor Rabatt)

# storeabill-core
source: Discount tax total amount for the invoice.
de_de@formal: Gesamtbetrag der Steuern auf Rabatte der Rechnung.

# storeabill-core
source: Discount tax total
de_de@formal: Steuer-Gesamtbetrag der Rabatte

# storeabill-core
source: Additional costs discount tax total amount for the invoice.
de_de@formal: Gesamtbetrag der Steuern auf Rabatte für Nebenkosten der Rechnung.

# storeabill-core
source: Additional costs discount tax total
de_de@formal: Steuer-Gesamtbetrag der Rabatte auf Nebenkosten

# storeabill-core
source: Total amount for the invoice.
de_de@formal: Gesamtbetrag der Rechnung.

# storeabill-core
source: Subtotal (before discounts) amount for the invoice.
de_de@formal: Gesamtbetrag (vor Rabatt) der Rechnung.

# storeabill-core
source: Total net amount for the invoice.
de_de@formal: Gesamt-Nettobetrag der Rechnung.

# storeabill-core
source: Subtotal net amount for the invoice.
de_de@formal: Gesamt-Nettobetrag (vor Rabatt) der Rechnung.

# storeabill-core
source: Subtotal net
de_de@formal: Zwischensumme (vor Rabatt, netto)

# storeabill-core
source: Product net amount for the invoice.
de_de@formal: Gesamt-Nettobetrag der Produkte der Rechnung.

# storeabill-core
source: Product net total
de_de@formal: Netto-Gesamtbetrag der Produkte

# storeabill-core
source: Product subtotal net amount for the invoice.
de_de@formal: Nettobetrag (vor Rabatt) der Produkte der Rechnung.

# storeabill-core
source: Product subtotal net total
de_de@formal: Netto-Gesamtbetrag (vor Rabatt) der Produkte

# storeabill-core
source: Shipping net amount for the invoice.
de_de@formal: Gesamt-Nettobetrag der Versandkosten der Rechnung.

# storeabill-core
source: Shipping net total
de_de@formal: Netto-Gesamtbetrag des Versands

# storeabill-core
source: Shipping subtotal net amount for the invoice.
de_de@formal: Nettobetrag (vor Rabatt) der Versandkosten der Rechnung.

# storeabill-core
source: Shipping subtotal net
de_de@formal: Nettobetrag (vor Rabatt) des Versands

# storeabill-core
source: Fee net amount for the invoice.
de_de@formal: Gesamt-Nettobetrag der Gebühren der Rechnung.

# storeabill-core
source: Fee net total
de_de@formal: Netto-Gesamtbetrag der Gebühren

# storeabill-core
source: Fee subtotal net amount for the invoice.
de_de@formal: Nettobetrag (vor Rabatt) der Gebühren der Rechnung.

# storeabill-core
source: Fee subtotal net
de_de@formal: Nettobetrag (vor Rabatt) der Gebühren

# storeabill-core
source: Total paid amount of the invoice.
de_de@formal: Gesamtbetrag der Zahlungen der Rechnung.

# storeabill-core
source: Total amount paid
de_de@formal: Gesamtbetrag bezahlt

# storeabill-core
source: Tax rate percentages.
de_de@formal: Steuer-Prozentsätze.

# storeabill-core
source: List of tax rate percentages.
de_de@formal: Liste der Steuersätze in Prozent.

# storeabill-core
source: True in case prices include tax.
de_de@formal: Wahr, falls die Preise Steuern enthalten.

# storeabill-core
source: Prices include tax
de_de@formal: Preise beinhalten Steuer

# storeabill-core
source: Is a reverse of charge?
de_de@formal: Reverse-Charge verfügbar?

# storeabill-core
source: Is a vat exempt?
de_de@formal: USt.-Ausnahme?

# storeabill-core
source: Is a OSS invoice?
de_de@formal: Ist OSS Rechnung?

# storeabill-core
source: Is taxable in EU?
de_de@formal: Besteuerbar in der EU?

# storeabill-core
source: Is a b2b transaction?
de_de@formal: B2B Transaktion?

# storeabill-core
source: Is a EU intra-community supply?
de_de@formal: Steuerfreie, innergemeinschaftliche Lieferung?

# storeabill-core
source: Is taxable in a EU VAT country?
de_de@formal: Steuerbar in einem USt.-Land der EU?

# storeabill-core
source: Is taxable in a third country?
de_de@formal: Steuerbar in einem Drittland?

# storeabill-core
source: Is taxable?
de_de@formal: Besteuerbar?

# storeabill-core
source: Round tax at subtotal?
de_de@formal: Runde Steuern auf Ebene der Zwischensumme?

# storeabill-core
source: Formatted shipping address data.
de_de@formal: Formatierte Versand-Adressdaten.

# storeabill-core
source: Formatted shipping address
de_de@formal: Formatierte Versandadresse

# storeabill-core
source: Shipping Address data.
de_de@formal: Adressdaten der Versandadresse.

# storeabill-core
source: Taxable country code in ISO 3166-1 alpha-2 format.
de_de@formal: Besteuerbarer Ländercode in ISO 3166-1 Alpha-2-Format.

# storeabill-core
source: Taxable country code
de_de@formal: Besteuerbarer Ländercode

# storeabill-core
source: Taxable postcode.
de_de@formal: Besteuerbare Postleitzahl.

# storeabill-core
source: Taxable company.
de_de@formal: Besteuerbare Firma.

# storeabill-core
source: Product items data.
de_de@formal: Produktpositionen.

# storeabill-core
source: Product ID.
de_de@formal: Produkt-ID.

# storeabill-core
source: SKU.
de_de@formal: Artikelnummer.
