Repository: wp-stars/juniper-base
Catalog: web/app/plugins/woocommerce-germanized-pro/i18n/languages/woocommerce-germanized-pro-*_formal.po
Languages: de_de@formal

# vd-helper
source: Find your license key
de_de@formal: Finde deinen Lizenzschlüssel

# vd-helper
source: Your update- and support-flat has expired. Please <a href="%s" target="_blank">renew</a> your license before updating.
de_de@formal: Es scheint als wäre deine Update- und Support Flat abgelaufen. Bitte <a href="%s" target="_blank">verlängere</a> deine Lizenz vor dem Update.

# vd-helper
source: Your update- and support-flat has expired. Please renew your license before updating.
de_de@formal: Es scheint als wäre deine Update- und Support Flat abgelaufen. Bitte verlängere deine Lizenz vor dem Update.

# vd-helper
source: Error while requesting vendidero helper data.
de_de@formal: Fehler beim Abruf der API von vendidero.

# vd-helper
source: Your installation of the vendidero helper plugin is incomplete. Please run %1$s within the %2$s directory.
de_de@formal: Deine Installation des vendidero helper Plugins ist unvollständig. Bitte führe %1$s innerhalb des %2$s Verzeichnisses aus.

source: The vat id to validate.
de_de@formal: Die USt.-ID, die validiert werden soll.

source: The country.
de_de@formal: Das Land.

source: The postcode.
de_de@formal: Die Postleitzahl.

source: The company field.
de_de@formal: Das Firma-Feld.

source: Whether the id belongs to billing or shipping.
de_de@formal: Ob die USt.-ID zur Rechnungs- oder Lieferadresse gehört.

source: The vat id validated.
de_de@formal: Die validierte USt.-ID.

source: Has a vat exempt?
de_de@formal: USt.-Ausnahme existiert?

source: Billing vat id.
de_de@formal: Rechnung USt.-ID.

source: Shipping vat id.
de_de@formal: Versand USt.-ID.

source: Your country does not support VAT IDs.
de_de@formal: Ihr Land unterstützt keine USt.-ID.

source: Please provide a valid VAT ID within your %1$s.
de_de@formal: Bitte geben Sie eine valide USt.-ID innerhalb Ihrer %1$s an.

source: shipping address
de_de@formal: Lieferadresse

source: billing address
de_de@formal: Rechnungsadresse

source: This allergen does not exist
de_de@formal: Dieses Allergen existiert nicht

# allergen-included
source: Yes
de_de@formal: Ja

source: Deposit
de_de@formal: Pfand

source: Positions:
de_de@formal: Positionen:

source: Positions
de_de@formal: Positionen

# deposit-type
source: Beer bottle
de_de@formal: Bierflasche

# deposit-type
source: Beer bottle with swing stopper
de_de@formal: Bierflasche mit Bügelverschluss

# deposit-type
source: Water bottle
de_de@formal: Wasserflasche

# deposit-type
source: Bottle juice & soft drinks
de_de@formal: Saft & Softdrinks

# deposit-type
source: Bottle
de_de@formal: Flasche

# deposit-type
source: Can
de_de@formal: Dose

source: Ingredients & Nutrients
de_de@formal: Zutaten & Nährwerte

source: Additional information
de_de@formal: Zusätzliche Informationen

source: per 100 g
de_de@formal: pro 100 g

# nutrients-reference-title
source: Nutrients %1$s
de_de@formal: Nährwerte %1$s

# nutrients
source: Calorific value
de_de@formal: Brennwert

# nutrients
source: Energy
de_de@formal: Energie

# nutrients
source: saturated fatty acids
de_de@formal: gesättigte Fettsäuren

# nutrients
source: sat. fatty acids
de_de@formal: ges. Fettsäuren

# nutrients
source: monounsaturated fatty acids
de_de@formal: einfach ungesättigte Fettsäuren

# nutrients
source: monounsat. fatty acids
de_de@formal: einfach unges. Fettsäuren

# nutrients
source: polyunsaturated fatty acids
de_de@formal: mehrfach ungesättigte Fettsäuren

# nutrients
source: polyunsat. fatty acids
de_de@formal: mehrfach unges. Fettsäuren

source: Food labeling
de_de@formal: Lebensmittelkennzeichnung

source: Help
de_de@formal: Hilfe

source: Net Filling Quantity
de_de@formal: Nettofüllmenge

source: Drained Weight
de_de@formal: Abtropfgewicht

source: Same as Parent
de_de@formal: Gleiche wie übergeordnet

source: Alcohol Content
de_de@formal: Alkoholgehalt

source: Allergenic
de_de@formal: Allergene

source: Ingredients
de_de@formal: Zutaten

source: Highlight allergens visually, e.g. print in bold or use capital letters
de_de@formal: Hebe Allergene optisch hervor, z.B. fett gedruckt oder in Großbuchstaben

# food
source: Description
de_de@formal: Bezeichnung

source: Name of the food
de_de@formal: Bezeichnung des Lebensmittels

# food
source: Distributor
de_de@formal: Lebensmittelunternehmer

# food
source: Place of Origin
de_de@formal: Herkunftsort

source: Nutrition Declaration
de_de@formal: Nährwertdeklaration

source: Manage nutrients
de_de@formal: Nährwerte verwalten

source: Clear
de_de@formal: Leeren

source: You can simply paste unstructured content (e.g. an existing nutrition table) into a field. The system will try to make an assignment automatically.
de_de@formal: Füge einfach unstrukturierten Inhalt (z.B. eine existierende Nährwerttabelle) in ein Feld ein. Das System versucht anschließend die Felder automatisch zu füllen.

source: Reference Value
de_de@formal: Bezugspunkt

source: %1$s (Reference value)
de_de@formal: %1$s (Referenzmenge)

# nutri-score
source: None
de_de@formal: Keiner

source: Manage allergenic
de_de@formal: Allergene verwalten

# allergenic
source: None
de_de@formal: Keine

source: %1$s in %2$s, Reference value in %3$s
de_de@formal: %1$s in %2$s, Referenzmenge in %3$s

# nutrients
source: Unit
de_de@formal: Einheit

# nutrients
source: Choose a unit for this nutrient.
de_de@formal: Wähle eine Einheit für diesen Nährwert aus.

# nutrients
source: Type
de_de@formal: Typ

# nutrients
source: Is mandatory?
de_de@formal: Pflichtangabe?

# nutrients
source: Nutrient is a <a href="%s">mandatory nutritional information</a>.
de_de@formal: Nährwert ist eine <a href="%s">verpflichtende Angabe</a>.

# nutrients
source: Rounding Rule
de_de@formal: Regel zur Rundung

# rounding-rule
source: None
de_de@formal: Keine

# nutrients
source: Apply a rounding rule based on the <a href="%1$s">EU food guide</a>
de_de@formal: Wende eine Regel zur Rundung basierend auf dem <a href="%1$s">EU Lebensmittel-Leitfaden</a> an

# nutrients
source: Order
de_de@formal: Sortierung

# nutrients
source: Set a specific order by entering a number (1 for first, etc.) in this field.
de_de@formal: Wähle eine spezielle Reihenfolge indem du eine Zahl eingibst.

# nutrients
source: Fat
de_de@formal: Fett

# nutrients
source: Carbohydrates
de_de@formal: Kohlenhydrate

# nutrients
source: Sugar
de_de@formal: Zucker

# nutrients
source: polyvalent alcohols
de_de@formal: mehrwertige Alkohole

# nutrients
source: Starch
de_de@formal: Stärke

# nutrients
source: Dietary fiber
de_de@formal: Ballaststoffe

# nutrients
source: Protein
de_de@formal: Eiweiß

# nutrients
source: Salt
de_de@formal: Salz

# nutrients
source: Vitamins & Minerals
de_de@formal: Vitamine & Mineralstoffe

# nutrients
source: Thiamine
de_de@formal: Thiamin

# nutrients
source: Iron
de_de@formal: Eisen

# nutrients
source: Wheat
de_de@formal: Weizen

# nutrients
source: Rye
de_de@formal: Roggen

# nutrients
source: Barley
de_de@formal: Gerste

# nutrients
source: Oats
de_de@formal: Hafer

# nutrients
source: Spelt
de_de@formal: Dinkel

# nutrients
source: Eggs
de_de@formal: Eier

# nutrients
source: Fish
de_de@formal: Fisch

# nutrients
source: Peanuts
de_de@formal: Erdnüsse

# nutrients
source: Soybeans
de_de@formal: Sojabohnen

# nutrients
source: Milk
de_de@formal: Milch

# nutrients
source: Almonds
de_de@formal: Mandeln

# nutrients
source: Hazelnuts
de_de@formal: Haselnüsse

# nutrients
source: Pecans
de_de@formal: Pekannüsse

# nutrients
source: Brazil nuts
de_de@formal: Paranüsse

# nutrients
source: Pistachios
de_de@formal: Pistazien

# nutrients
source: Celery
de_de@formal: Sellerie

# nutrients
source: Sesame seeds
de_de@formal: Sesamsamen

source: This nutrient does not exist
de_de@formal: Dieser Nährwert existiert nicht

# nutrient-prefix
source: of which
de_de@formal: davon

source: Invoice Post %s does not exist or is not of post type invoice.
de_de@formal: Rechnungs-Post %s existiert nicht oder ist nicht vom Beitragstyp invoice.

source: %s has already been imported.
de_de@formal: %s wurde bereits importiert.

source: %s is currently being imported. Please wait a few seconds.
de_de@formal: %s wird aktuell importiert. Bitte warte ein paar Sekunden.

source: Error creating invoice PDF path %1$s for %2$s.
de_de@formal: Fehler beim Erzeugung des Pfads %1$s einer Rechnung für %2$s.

source: Error copying %1$s PDF file %2$s to new folder.
de_de@formal: Fehler beim Kopieren von %1$s. PDF-Datei %2$s konnte nicht in den Zielordner kopiert werden.

source: Error while copying %1$s PDF: %2$s.
de_de@formal: Fehler beim Kopieren %1$s PDF: %2$s.

source: %s does not have a PDF linked to it - skipping.
de_de@formal: %s hat keine PDF-Datei verknüpft - wird übersprungen.

source: %s cannot be imported as other, non-legacy invoices already exist for that order.
de_de@formal: %s kann nicht importiert werden, da für diese Bestellung bereits neu erzeugte Rechnungen vorliegen.

# invoices
source: Packing Slip
de_de@formal: Lieferschein

source: Unknown product or service
de_de@formal: Produkt oder Dienstleistung nicht bekannt

source: Shipping
de_de@formal: Versand

source: Fee
de_de@formal: Gebühr

source: Error(s) while importing %1$s parent %2$s - skipping.
de_de@formal: Fehler beim Import von %1$s Eltern-Element %2$s - wird übersprungen.

source: Error(s) while importing %1$s parent %2$s.
de_de@formal: Fehler beim Import von %1$s Eltern-Dokument %2$s.

source: Missing parent for %s
de_de@formal: Fehlendes Eltern-Element für %s

source: Error while creating document for %s - skipping
de_de@formal: Fehler beim Erstellen des Dokuments für %s - überspringen

source: Cannot instantiate document
de_de@formal: Dokument kann nicht initialisiert werden

source: Missing the Germanized Pro %s package
de_de@formal: Germanized Pro %s Paket fehlt

source: The accounting feature is currently disabled. To edit PDF templates and settings, please <a href="%s">activate</a> the feature first.
de_de@formal: Die Buchhaltungsfunktion ist aktuell deaktiviert. Um Vorlagen anpassen zu können, <a href="%s">aktiviere</a> die Funktion zuerst.

source: 3-4 days
de_de@formal: 3-4 Tage

source: Unit Price
de_de@formal: Grundpreis

source: Unit
de_de@formal: Einheit

source: Cart Description
de_de@formal: Warenkorbkurzbeschreibung

source: Just an item cart description.
de_de@formal: Nur eine simple Warenkorbkurzbeschreibung.

source: Product Units
de_de@formal: Produkteinheiten

source: Delivery Time
de_de@formal: Lieferzeit

source: Unit Price (excl. tax)
de_de@formal: Grundpreis (exkl. MwSt.)

# storeabill-template
source: Phone: %s
de_de@formal: Telefon: %s

# storeabill-template
source: VAT ID: %s
de_de@formal: USt.-ID: %s

# commercial-invoice
source: There was an error while creating the commercial invoice
de_de@formal: Beim Erstellen der Handelsrechnung ist ein Problem aufgetreten

source: There was an error processing the commercial invoice.
de_de@formal: Bei der Verarbeitung der Handelsrechnung ist ein Problem aufgetreten.

source: Error while generating packing slip.
de_de@formal: Fehler beim Erzeugen des Lieferscheins.

source: There was an error processing the packing slip.
de_de@formal: Bei der Bearbeitung des Lieferscheins ist ein Fehler aufgetreten.

source: Commercial Invoice
de_de@formal: Handelsrechnung

# commercial-invoice
source: Phone:
de_de@formal: Telefon: %s

# commercial-invoice
source: EORI Number:
de_de@formal: EORI Nummer:

# commercial-invoice
source: Generating commercial invoices...
de_de@formal: Erzeuge Handelsrechnungen…

# commercial-invoice
source: Download commercial invoices
de_de@formal: Handelsrechnungen downloaden

# commercial-invoice
source: Successfully generated commercial invoices. %s
de_de@formal: Handelsrechnungen erfolgreich erzeugt. %s

# commercial-invoice
source: Commercial invoices partially generated. %s
de_de@formal: Handelsrechnungen teilweise erzeugt. %s

# commercial-invoice
source: An error occurred while creating commercial invoice for %1$s: %2$s.
de_de@formal: Fehler beim Erzeugen der Handelsrechnung für %1$s: %2$s.

# commercial-invoice
source: Error while creating commercial invoice for %s.
de_de@formal: Fehler beim Erstellen der Handelsrechnung für %s.

source: Limit result set to packing slips belonging to a certain order.
de_de@formal: Ergebnismenge auf bestimmte Lieferscheine einer Bestellung beschränken.

# commercial-invoice
source: The shipment ID linked to the commercial invoice.
de_de@formal: Die Sendungsnummer verknüpft mit der Handelsrechnung.

# commercial-invoice
source: Shipment ID
de_de@formal: Sendung ID

# commercial-invoice
source: The shipment number linked to the commercial invoice.
de_de@formal: Die formatierte Sendungsnummer verknüpft mit der Handelsrechnung.

# commercial-invoice
source: Shipment Number
de_de@formal: Sendungsnummer

# commercial-invoice
source: The order ID linked to the commercial invoice.
de_de@formal: Die Bestell-ID verknüpft mit der Handelsrechnung.

# commercial-invoice
source: Order ID
de_de@formal: Bestell-ID

# commercial-invoice
source: The formatted order number linked to the commercial invoice.
de_de@formal: Die formatierte Bestellnummer verknüpft mit der Handelsrechnung.

source: Order Number
de_de@formal: Bestellnummer

# commercial-invoice
source: The incoterms.
de_de@formal: Die Incoterms.

# commercial-invoice
source: The export reason.
de_de@formal: Der Exportgrund.

# commercial-invoice
source: The export type.
de_de@formal: Der Export-Typ.

# commercial-invoice
source: The invoice type.
de_de@formal: Die Art der Handelsrechnung.

# commercial-invoice
source: Shipping total amount.
de_de@formal: Betrag der Versandkosten.

# commercial-invoice
source: Insurance total amount.
de_de@formal: Betrag der Versicherungssumme.

# commercial-invoice
source: Fee total amount.
de_de@formal: Betrag der Gebühren.

# commercial-invoice
source: Discount total amount.
de_de@formal: Rabatt Gesamtbetrag.

# commercial-invoice
source: Total amount.
de_de@formal: Gesamtbetrag.

# commercial-invoice
source: Whether to automatically sync the commercial invoice with it's shipment if possible.
de_de@formal: Ob die Handelsrechnung automatisch mit der Sendung synchronisiert werden soll, falls möglich.

# commercial-invoice
source: Formatted shipping address data.
de_de@formal: Formatierte Versand-Adressdaten.

# commercial-invoice
source: Shipping Address data.
de_de@formal: Adressdaten der Versandadresse.

# commercial-invoice
source: Formatted sender address data.
de_de@formal: Formatierte Absenderadresse.

# commercial-invoice
source: Sender Address data.
de_de@formal: Absenderadressdaten

# commercial-invoice
source: Packaging weight in kg.
de_de@formal: Verpackungsgewicht in kg.

# commercial-invoice
source: Weight in kg.
de_de@formal: Gewicht in kg.

# commercial-invoice
source: Net weight in kg.
de_de@formal: Nettogewicht in kg.

# commercial-invoice
source: Length in cm.
de_de@formal: Länge in cm.

# commercial-invoice
source: Width in cm.
de_de@formal: Breite in cm.

# commercial-invoice
source: Height in cm.
de_de@formal: Höhe in cm.

# commercial-invoice
source: Currency.
de_de@formal: Währung.

# commercial-invoice
source: Product items data.
de_de@formal: Produktpositionen.

# commercial-invoice
source: SKU.
de_de@formal: Artikelnummer.

# commercial-invoice
source: Item price.
de_de@formal: Preis.

# commercial-invoice
source: Item total.
de_de@formal: Gesamtbetrag der Position.

# commercial-invoice
source: Item weight in kg.
de_de@formal: Gewicht der Position in kg.

# commercial-invoice
source: Item length in cm.
de_de@formal: Länger der Position in cm.

# commercial-invoice
source: Item width in cm.
de_de@formal: Breite der Position in cm.

# commercial-invoice
source: Item height in cm.
de_de@formal: Höhe der Position in cm.

# commercial-invoice
source: Manufacture country as ISO code.
de_de@formal: Herkunftsland als ISO Code.

# commercial-invoice
source: Total data.
de_de@formal: Gesamtpositionen.

source: Default
de_de@formal: Standard

# commercial-invoice-template
source: Exporter
de_de@formal: Exporteur

# commercial-invoice-template
source: Importer (bill to)
de_de@formal: Importeur (Rechnung an)

# commercial-invoice-template
source: Shipping to
de_de@formal: Versand nach

# commercial-invoice-template
source: Commercial Invoice
de_de@formal: Handelsrechnung

# commercial-invoice-template
source: Invoice number
de_de@formal: Rechnungsnummer

# commercial-invoice-template
source: Formatted document number
de_de@formal: Formatierte Nummer des Dokuments

# commercial-invoice-template
source: Shipment number
de_de@formal: Sendungsnummer

# commercial-invoice-template
source: Formatted shipment number
de_de@formal: Formatierte Sendungsnummer

# commercial-invoice-template
source: Date
de_de@formal: Datum

# commercial-invoice-template
source: Document date
de_de@formal: Datum

# commercial-invoice-template
source: Description of goods
de_de@formal: Beschreibung der Waren

source: SKU
de_de@formal: Artikelnummer

# commercial-invoice-template
source: Origin
de_de@formal: Herkunftsort

# commercial-invoice-template
source: Quantity
de_de@formal: Anzahl

# commercial-invoice-template
source: Weight
de_de@formal: Gewicht

# commercial-invoice-template
source: Unit value
de_de@formal: Einzelwert

# commercial-invoice-template
source: Price
de_de@formal: Preis

# commercial-invoice-template
source: Subtotal
de_de@formal: Zwischensumme

# commercial-invoice-template
source: Shipping
de_de@formal: Versand

# commercial-invoice-template
source: Insurance
de_de@formal: Versicherung

# commercial-invoice-template
source: Total
de_de@formal: Gesamtbetrag

# commercial-invoice-template
source: Item count
de_de@formal: Anzahl

# commercial-invoice-template
source: Total net weight
de_de@formal: Nettogewicht

# commercial-invoice-template
source: Packaging weight
de_de@formal: Verpackungsgewicht

# commercial-invoice-template
source: Total weight
de_de@formal: Gesamtgewicht

# commercial-invoice-template
source: Product total
de_de@formal: Gesamtbetrag der Produkte

# commercial-invoice-template
source: Shipping total
de_de@formal: Gesamtbetrag des Versands

# commercial-invoice-template
source: Insurance total
de_de@formal: Gesamtbetrag der Versicherung

# commercial-invoice
source: Type of Export
de_de@formal: Exporttyp

# commercial-invoice
source: Reason for Export
de_de@formal: Grund für den Export

# commercial-invoice
source: Shipping Provider
de_de@formal: Versanddienstleister

# commercial-invoice
source: Shipment tracking number
de_de@formal: Sendungsverfolgung

# commercial-invoice-template
source: I/We hereby certify that the information on this document is true and correct and that the contents of this shipment are as stated above.
de_de@formal: Ich/Wir bestätige(n) hiermit, dass die Angaben auf diesem Dokument wahrheitsgetreu und richtig sind und dass der Inhalt dieser Sendung den obigen Angaben entspricht.

# commercial-invoice-template
source: Sender Name
de_de@formal: Name des Absenders

# commercial-invoice-template
source: Signature
de_de@formal: Unterschrift

# commercial-invoice-type
source: Commercial Invoice
de_de@formal: Handelsrechnung

# commercial-invoice-type
source: Proforma Invoice
de_de@formal: Proformarechnung

# commercial-invoice-incoterm
source: Delivered at Place (DAP)
de_de@formal: Geliefert benannter Ort (DAP)

# commercial-invoice-incoterm
source: Delivered at Place Unloaded (DPU)
de_de@formal: Geliefert benannter Ort entladen (DPU)

# commercial-invoice-incoterm
source: Delivered Duty Paid (DDP)
de_de@formal: Geliefert verzollt (DDP)

# commercial-invoice-export-type
source: Permanent
de_de@formal: Dauerhaft

# commercial-invoice-export-type
source: Temporary
de_de@formal: Temporär

# commercial-invoice-export-type
source: Repair & Return
de_de@formal: Reparatur & Rücksendung

# commercial-invoice-export-reason
source: For Sale
de_de@formal: Für den Verkauf

# commercial-invoice-export-reason
source: For Repair
de_de@formal: Zur Reparatur

# commercial-invoice-export-reason
source: After Repair
de_de@formal: Nach der Reparatur

# commercial-invoice-export-reason
source: Gift
de_de@formal: Geschenk

# commercial-invoice-export-reason
source: Sample
de_de@formal: Muster

# commercial-invoice-export-reason
source: Personal Use
de_de@formal: Persönlicher Gebrauch

# commercial-invoice-export-reason
source: Not For Resale
de_de@formal: Nicht für den Wiederverkauf

# commercial-invoice-export-reason
source: Replacement
de_de@formal: Ersatzteil

# commercial-invoice-export-reason
source: Personal Effects
de_de@formal: Persönliche Gegenstände

# commercial-invoice
source: Manufacture Country
de_de@formal: Herkunftsland

# commercial-invoice
source: Net weight
de_de@formal: Nettogewicht

# commercial-invoice
source: Shipment number (e.g. 1234)
de_de@formal: Sendungsnummer (z.B. 123)

# commercial-invoice
source: Order number (e.g. 1234)
de_de@formal: Bestellnummer (z.B. 1234)

source: Error while generating commercial invoice.
de_de@formal: Fehler beim Erstellen der Handelsrechnung.

source: Commercial Invoices
de_de@formal: Handelsrechnungen

source: Order number
de_de@formal: Bestellnummer

# commercial-invoice
source: Total
de_de@formal: Gesamt

# commercial-invoice
source: Discount
de_de@formal: Rabatt

# commercial-invoice
source: Product
de_de@formal: Produkt

# commercial-invoice
source: Fee
de_de@formal: Gebühr

# commercial-invoice
source: Shipping
de_de@formal: Versand

# commercial-invoice
source: Insurance
de_de@formal: Versicherung

# commercial-invoice
source: Weight
de_de@formal: Gewicht

# commercial-invoice
source: Packaging weight
de_de@formal: Versandgewicht

# commercial-invoice
source: Length
de_de@formal: Länge

# commercial-invoice
source: Width
de_de@formal: Breite

# commercial-invoice
source: Height
de_de@formal: Höhe

# commercial-invoice
source: Item count
de_de@formal: Anzahl

# commercial-invoice
source: Order number
de_de@formal: Bestellnummer

# commercial-invoice
source: Shipment number
de_de@formal: Sendungsnummer

source: Automation
de_de@formal: Automatisierung

# commercial-invoice
source: Automatically create commercial invoices to shipments if needed.
de_de@formal: Erstelle automatisch Handelsrechnungen zu Sendungen, falls benötigt.

source: Shipment status(es)
de_de@formal: Sendungsstatus

# commercial-invoice
source: Select one or more shipment statuses. A commercial invoice is generated as soon as a shipment reaches one of the statuses selected.
de_de@formal: Wähle einen oder mehrere Sendungsstatus aus. Eine Handelsrechnung wird erzeugt sobald die Sendung einen der ausgewählten Status erreicht.

# commercial-invoice
source: Select default Incoterms to be applied for a new commercial invoice.
de_de@formal: Wähle Incoterms aus, die standardmäßig für eine neue Handelsrechnung verwendet werden sollen.

# commercial-invoice
source: Select a default export reason to be applied for a new commercial invoice.
de_de@formal: Wählen den Exportgrund aus, der standardmäßig für eine neue Handelsrechnung verwendet werden soll.

# commercial-invoice
source: Select a default export type to be applied for a new commercial invoice.
de_de@formal: Wähle einen Exporttyp aus, der standardmäßig für eine neue Handelsrechnung verwendet werden soll.

source: Manage your %1$s templates by using the visual editor <a href="%2$s" class="button button-secondary">Learn more</a>
de_de@formal: Passe deine Vorlagen (%1$s) mit dem visuellen Editor an <a href="%2$s" class="button button-secondary">Mehr erfahren</a>

source: Manage template
de_de@formal: Vorlage verwalten

# commercial-invoice
source: Generate and download commercial invoices
de_de@formal: Handelsrechnungen erstellen und downloaden

# commercial-invoice
source: Generate commercial invoice
de_de@formal: Handelsrechnung erstellen
