Repository: wp-stars/juniper-base
Catalog: web/app/plugins/woocommerce-germanized-pro/i18n/languages/woocommerce-germanized-pro-*_formal.po
Languages: de_de@formal

# storeabill-core
source: Journal has to be saved in DB before updating numbers.
de_de@formal: Der Journal muss gespeichert werden bevor Nummern aktualisiert werden können.

# storeabill-core
source: Error updating journal sequential number.
de_de@formal: Fehler beim Update der fortlaufenden Nummer.

# storeabill-core
source: Successfully processed documents.
de_de@formal: Dokumente erfolgreich bearbeitet.

# storeabill-core
source: Merge and download PDFs
de_de@formal: PDFs zusammenführen und downloaden

# storeabill-core
source: No PDF files were available for merging.
de_de@formal: Keine PDF-Dateien für die Zusammenführung gefunden.

# storeabill-core
source: Successfully merged documents. %s
de_de@formal: Dokumente erfolgreich zusammengeführt. %s

# storeabill-core
source: Shipping %1$s
de_de@formal: Versand %1$s

# storeabill-core
source: Which columns should be exported?
de_de@formal: Welche Spalten sollen exportiert werden?

# storeabill-core
source: Export all columns
de_de@formal: Alle Spalten exportieren

# storeabill-core
source: Export custom meta?
de_de@formal: Individuelle Meta-Daten exportieren?

# storeabill-core
source: Yes, export all custom meta
de_de@formal: Ja, exportiere alle Meta-Daten

# storeabill-core
source: Not yet assigned
de_de@formal: Noch nicht vergeben

# storeabill-core
source: Error while retrieving document HTML. Maybe a template is missing?
de_de@formal: Fehler beim Abruf des HTML-Codes des Dokuments. Vielleicht fehlt eine gültige Vorlage?

# storeabill-core
source: Missing stream while rendering document.
de_de@formal: Fehlender Stream bei der Ausgabe des Dokuments.

# storeabill-core
source: Error while saving the document.
de_de@formal: Fehler beim Speichern des Dokuments.

# storeabill-core
source: An error ocurred while rendering the document.
de_de@formal: Bei der Ausgabe des Dokuments ist ein Fehler aufgetreten.

# storeabill-core
source: Draft %s
de_de@formal: Entwurf %s

# storeabill-core
source: Update status event failed.
de_de@formal: Fehler beim Status-Update-Event.

# storeabill-core
source: This document does not yet contain a file to be sent
de_de@formal: Dieses Dokument enthält keine Datei die gesendet werden kann

# storeabill-core
source: Document status changed from %1$s to %2$s.
de_de@formal: Status des Dokuments von %1$s zu %2$s geändert.

# storeabill-core
source: Document status set to %s.
de_de@formal: Status des Dokuments auf %s geändert.

# storeabill-core
source: Error during status transition.
de_de@formal: Fehler bei der Verarbeitung des Statuswechsels.

# storeabill-core
source: This tool allows you to generate and download a ZIP file containing PDF files
de_de@formal: Dieses Werkzeug ermöglicht es dir eine ZIP-Datei der PDF-Dateien zu exportieren

# storeabill-core
source: Please make sure to install the PHP zip package. Ask your webhoster for further information.
de_de@formal: Bitte stelle sicher, dass das PHP zip Paket installiert ist. Bitte erkundige dich bei deinem Webhoster für weiterführende Informationen.

# storeabill-core
source: Error while reading or creating ZIP file.
de_de@formal: Fehler beim lesen oder erzeugen der ZIP-Datei.

# storeabill-core
source: First Page
de_de@formal: Erste Seite

# storeabill-core
source: This document type does not exist.
de_de@formal: Dieser Dokumententyp existiert leider nicht.

# storeabill-core
source: %d document deleted.
de_de@formal: %d Dokument gelöscht.

# storeabill-core
source: %d document status changed.
de_de@formal: %d Status geändert.

# storeabill-core
source: No documents found
de_de@formal: Keine Dokumente gefunden

# storeabill-core
source: All <span class="count">(%s)</span>
de_de@formal: Alle <span class="count">(%s)</span>

# storeabill-core
source: Filter by date
de_de@formal: Nach Datum filtern

# storeabill-core
source: All dates
de_de@formal: Alle Daten

# storeabill-core
source: Filter
de_de@formal: Filtern

# storeabill-core
source: Title
de_de@formal: Titel

# storeabill-core
source: Select %s
de_de@formal: %s auswählen

# storeabill-human-readable-time-difference
source: %s ago
de_de@formal: vor %s

# storeabill-core
source: Delete Permanently
de_de@formal: Endgültig löschen

# storeabill-core
source: Template #%1$s %2$s
de_de@formal: Vorlage #%1$s %2$s

# storeabill-core
source: Invalid object type.
de_de@formal: Objekttyp nicht verfügbar.

# storeabill-core
source: Invalid download url.
de_de@formal: Download URL nicht verfügbar.

# storeabill-core
source: Invalid bulk action.
de_de@formal: Mehrfachaktion nicht verfügbar.

# storeabill-core
source: You are not allowed to view that file.
de_de@formal: Du bist nicht berechtigt diese Datei anzusehen.

# storeabill-core
source: Sorry but the file does not exist any longer.
de_de@formal: Sorry, diese Datei existiert nicht mehr.

# storeabill-core
source: Invalid document download url.
de_de@formal: Dokumenten Download URL nicht verfügbar.

# storeabill-core
source: No file defined
de_de@formal: Keine Datei definiert

# storeabill-core
source: File not found
de_de@formal: Datei nicht gefunden

# storeabill-core
source: Go to shop
de_de@formal: Zum Shop

# storeabill-core
source: Tax Rate
de_de@formal: Steuersatz

# storeabill-item-total
source: Voucher: %s (Multipurpose)
de_de@formal: Rabatt: %s

# storeabill-core
source: Page %1$s of %2$s
de_de@formal: Seite %1$s von %2$s

# storeabill-core
source: Tax liability of the recipient of the services.
de_de@formal: Steuerschuldnerschaft des Leistungsempfängers (Reverse-charge).

# storeabill-core
source: Before discounts
de_de@formal: Vor Rabatten

# storeabill-core
source: After discounts
de_de@formal: Nach Rabatten

# storeabill-core
source: Quantity
de_de@formal: Anzahl

# storeabill-core
source: Price
de_de@formal: Preis

# storeabill-core
source: Missing default or first page template.
de_de@formal: Fehlende Standard oder 1. Seite Vorlage.

# storeabill-core
source: Document type does not support previewing.
de_de@formal: Dieser Dokumententyp unterstützt keine Vorschau.

# storeabill-core
source: Invoice
de_de@formal: Rechnung

# storeabill-core
source: Invoice number
de_de@formal: Rechnungsnummer

# storeabill-core
source: Order number
de_de@formal: Bestellnummer

# storeabill-core
source: Payment method
de_de@formal: Zahlungsart

# storeabill-core
source: Document Date
de_de@formal: Datum

# storeabill-item-table-column
source: Name
de_de@formal: Bezeichnung

# storeabill-core
source: SKU
de_de@formal: Artikelnummer

# storeabill-core
source: Subject to differential taxation under §25a UStG.
de_de@formal: Differenzbesteuert nach §25a UStG.

# storeabill-item-table-column
source: Quantity
de_de@formal: Anzahl

# storeabill-item-table-column
source: Price
de_de@formal: Preis

# storeabill-item-table-column
source: Discount
de_de@formal: Rabatt

# storeabill-item-table-column
source: Tax Rate
de_de@formal: Steuersatz

# storeabill-item-table-column
source: Total
de_de@formal: Gesamt

# storeabill-item-total
source: Subtotal
de_de@formal: Zwischensumme

# storeabill-item-total
source: Shipping
de_de@formal: Versand

# storeabill-item-total
source: Discount: %s
de_de@formal: XYZ123W

# storeabill-core
source: Discount Notice
de_de@formal: Rabatt Hinweis

# storeabill-item-total
source: Discount
de_de@formal: Rabatt

# storeabill-core
source: Coupon Code
de_de@formal: Gutscheincode

# storeabill-core
source: XYZ123W
de_de@formal: Zahlungsgebühr

# storeabill-item-total
source: Total
de_de@formal: Gesamt

# storeabill-item-total
source: %s %% Net
de_de@formal: Netto %s %%

# storeabill-item-total
source: Net
de_de@formal: Netto

# storeabill-item-total
source: %s %% Tax
de_de@formal: MwSt. %s %%

# storeabill-core
source: Tax free intracommunity despatch/delivery.
de_de@formal: Steuerfreie innergemeinschaftliche Lieferung.

# storeabill-core
source: Tax-exempt export delivery.
de_de@formal: Steuerfreie Ausfuhrlieferung.

# storeabill-core
source: Cancellation
de_de@formal: Stornierung

# storeabill-core
source: to Invoice %s
de_de@formal: zur Rechnung %s

# storeabill-core
source: Parent invoice formatted number
de_de@formal: Formatierte Eltern-Rechnungsnummer

# storeabill-core
source: Cancellation number
de_de@formal: Stornierungsnummer

# storeabill-core
source: Page number
de_de@formal: Seitennummer

# storeabill-core
source: Bank Account
de_de@formal: Bankverbindung

# storeabill-bank-account
source: Holder:
de_de@formal: Kontoinhaber:

# storeabill-core
source: Contact Us
de_de@formal: Kontaktiere uns

# storeabill-core
source: Cancellation (PDF)
de_de@formal: Stornierung (PDF)

# storeabill-core
source: This email sends a cancellation (PDF) to the customer.
de_de@formal: Diese E-Mail-Vorlage sendet eine Stornierung (PDF) an den Kunden.

# storeabill-core
source: Document (PDF)
de_de@formal: Dokument (PDF)

# storeabill-core
source: This email sends a certain document (PDF) to the customer.
de_de@formal: Diese E-Mail-Vorlage verschickt ein Dokument (PDF) an den Kunden.

# storeabill-core
source: {document_title} from {site_title}
de_de@formal: {document_title} von {site_title}

# storeabill-core
source: Document Admin (PDF)
de_de@formal: Dokument Admin (PDF)

# storeabill-core
source: This email sends a certain document (PDF) to the shop manager.
de_de@formal: Diese E-Mail-Vorlage sendet ein Dokument (PDF) an den Shop-Manager.

# storeabill-core
source: Recipient(s)
de_de@formal: Empfänger

# storeabill-core
source: Enter recipients (comma separated) for this email. Defaults to %s.
de_de@formal: Füge Empfänger (separiert per Komma) für diese E-Mail-Vorlage ein. Standard: %s.

# storeabill-core
source: Number
de_de@formal: Nummer

# storeabill-core
source: Payment Status
de_de@formal: Zahlungsstatus

# storeabill-core
source: Document could not be instantiated.
de_de@formal: Das Dokument konnte nicht geladen werden.

# storeabill-core
source: Document type not found.
de_de@formal: Der Dokumententyp steht nicht zur Verfügung.

# storeabill-core
source: Email class not found for document type %s.
de_de@formal: Die E-Mail-Klasse konnte für den Dokumententyp %s nicht gefunden werden.

# storeabill-core
source: Email instance not found.
de_de@formal: E-Mail-Instanz konnte nicht gefunden werden.

# storeabill-core
source: Email could not be sent. Has the email %s been disabled?
de_de@formal: Die E-Mail konnte nicht versendet werden. Wurde die E-Mail-Vorlage %s deaktiviert?

# storeabill-core
source: Invoice (PDF)
de_de@formal: Rechnung (PDF)

# storeabill-core
source: This email sends an invoice (PDF) to the customer.
de_de@formal: Diese E-Mail-Vorlage versendet eine Rechnung (PDF) an den Kunden.

# storeabill-core
source: Sync with %s
de_de@formal: Mit %s synchronisieren

# storeabill-core
source: Sync handler not found
de_de@formal: Synchronisierungshandler nicht gefunden

# storeabill-core
source: Error while syncing %1$s: %2$s
de_de@formal: Fehler bei der Synchronisation von %1$s: %2$s

# storeabill-core
source: Synced successfully
de_de@formal: Erfolgreich synchronisiert

# storeabill-core
source: Your %1$s connection needs a refresh, as the API scope has changed. Please <a href="%2$s">refresh your API connection</a> now.
de_de@formal: Deine %1$s Verbindung muss aktualisiert werden, da sich der Umfang der API verändert hat. Bitte <a href="%2$s">aktualisiere deine API Verbindung</a> jetzt.

# storeabill-core
source: last synced on %s
de_de@formal: Zuletzt synchronisiert am %s

# storeabill-core
source: This object is not supported by %s
de_de@formal: Dieses Objekt wird von %s nicht unterstützt

# storeabill-core
source: An error occurred while syncing with %1$s: %2$s
de_de@formal: Bei der Synchronisation mit %1$s ist ein Fehler aufgetreten: %2$s

# storeabill-core
source: Invoice number %s
de_de@formal: Rechnungsnummer %s

# storeabill-core
source: Order %s
de_de@formal: Bestellung %s

# storeabill-core
source: Cancellation to %s
de_de@formal: Stornierung zu %s

# storeabill-core
source: Refund %s
de_de@formal: Rückerstattung %s

# storeabill-core
source: Paid via %s
de_de@formal: Bezahlt per %s

# storeabill-core
source: Awaiting payment via %s
de_de@formal: Warte auf Zahlung via %s

# storeabill-core
source: Payment transaction id %s
de_de@formal: Transaktionsnummer %s

# storeabill-core
source: Enable
de_de@formal: Aktivieren

# storeabill-core
source: Enable syncing with %s.
de_de@formal: Aktiviere die Synchronisation mit %s.

# storeabill-core
source: Connect
de_de@formal: Verbinden

# storeabill-core
source: To refresh your connection with %s, click on the refresh button and reauthorize StoreaBill. After that you will be redirected to a page showing an authorization code. Please copy & paste that code into the field below.
de_de@formal: Um deine Verbindung mit %s zu aktualisieren, klicke auf den Button und autorisiere Germanized erneut. Anschließend wirst du auf eine Seite weitergeleitet, die einen Autorisierungscode enthält. Bitte füge diesen Code in das unten angezeigte Feld ein.

# storeabill-core
source: Retrieve token
de_de@formal: Token abrufen

# storeabill-core
source: Cancel invoices
de_de@formal: Rechnungen stornieren

# storeabill-core
source: %1$s error: %2$s
de_de@formal: %1$s Fehler: %2$s

# storeabill-core
source: Invoices cancelled successfully
de_de@formal: Rechnungen erfolgreich storniert

# storeabill-core
source: Finalize documents
de_de@formal: Dokumente festschreiben

# storeabill-core
source: Invoices finalized successfully
de_de@formal: Rechnungen erfolgreich festgeschrieben

# storeabill-core
source: Send by e-mail
de_de@formal: Per E-Mail versenden

# storeabill-core
source: Invoices sent successfully
de_de@formal: Rechnungen erfolgreich versandt

# storeabill-core
source: Export cancellations as CSV
de_de@formal: Stornierungen als CSV exportieren

# storeabill-core
source: This tool allows you to generate and download a CSV file containing a list of cancellations
de_de@formal: Dieses Werkzeug erzeugt eine CSV Datei mit einer Liste von Stornierungen

# storeabill-core
source: Preview refund message
de_de@formal: Vorschau des Hinweis zur Rückerstattung

# storeabill-core
source: Order
de_de@formal: Bestellung

# storeabill-core
source: Address
de_de@formal: Adresse

# storeabill-core
source: Tax totals
de_de@formal: Steuer-Gesamtbeträge

# storeabill-core
source: Net totals
de_de@formal: Netto-Gesamtbeträge

# storeabill-core
source: Gross totals
de_de@formal: Brutto Gesamtbeträge

# storeabill-core
source: Tax Total: %s
de_de@formal: Steuern gesamt: %s

# storeabill-core
source: %1$s Tax Total: %2$s
de_de@formal: %1$s Steuern gesamt: %2$s

# storeabill-core
source: Total Net: %s
de_de@formal: Gesamt netto: %s

# storeabill-core
source: %1$s Total Net: %2$s
de_de@formal: %1$s gesamt netto: %2$s

# storeabill-core
source: Total Gross: %s
de_de@formal: Gesamt Brutto: %s

# storeabill-core
source: %1$s Total Gross: %2$s
de_de@formal: %1$s gesamt brutto: %2$s

# storeabill-core
source: Export invoices as CSV
de_de@formal: Rechnungen als CSV exportieren

# storeabill-core
source: This tool allows you to generate and download a CSV file containing a list of invoices
de_de@formal: Dieses Werkzeug erzeugt eine CSV Datei mit einer Liste von Rechnungen

# storeabill-core
source: Vouchers and normal discounts may not be mixed
de_de@formal: Wertgutscheine und normale Gutscheine können nicht gemischt werden

# storeabill-core
source: This document has already been finalized and cannot be re-rendered.
de_de@formal: Dieses Dokument wurde bereits festgeschrieben und kann nicht erneut erzeugt werden.

# storeabill-core
source: This invoice is already finalized and cannot be discounted.
de_de@formal: Diese Rechnung wurde bereits festgeschrieben und kann nicht mehr rabattiert werden.

# storeabill-core
source: Update payment status event failed.
de_de@formal: Fehler beim Statuswechsel-Event des Zahlungsstatus.

# storeabill-core
source: Invoice payment status changed from %1$s to %2$s.
de_de@formal: Zahlungsstatus der Rechnung von %1$s zu %2$s geändert.

# storeabill-core
source: Invoice payment status set to %s.
de_de@formal: Zahlungsstatus der Rechnung zu %s geändert.

# storeabill-core
source: Error during payment status transition.
de_de@formal: Fehler bei der Verarbeitung des Statuswechsels.

# storeabill-core
source: This invoice is not finalized yet. Update the invoice status before cancelling.
de_de@formal: Die Rechnung ist noch nicht festgeschrieben. Passe den Rechnungsstatus an bevor du eine Stornierung vornimmst.

# storeabill-core
source: This invoice has been fully cancelled.
de_de@formal: Diese Rechnung wurde bereits vollständig storniert.

# storeabill-core
source: The item quantity for %d exceeds quantity left to cancel.
de_de@formal: Die Anzahl für Position %d übersteigt die Anzahl, die zur Stornierung verfügbar ist.

# storeabill-core
source: The item total for %d exceeds total left to cancel.
de_de@formal: Der Gesamtbetrag für Position %d übersteigt den Betrag der zur Stornierung verfügbar ist.

# storeabill-core
source: The item subtotal for %d exceeds subtotal left to cancel.
de_de@formal: Der Gesamtbetrag (Zwischensumme) für Position %d übersteigt den Betrag der zur Stornierung verfügbar ist.

# storeabill-core
source: There are no items available to cancel.
de_de@formal: Es stehen keine Positionen zur Stornierung zur Verfügung.

# storeabill-core
source: Error while finalizing and/or rendering the cancellation
de_de@formal: Fehler beim Festschreiben und/oder beim Erzeugen der Storrnierung

# storeabill-core
source: There was an error creating the cancellation: %s
de_de@formal: Beim Erstellen der Stornierung ist ein Fehler aufgetreten: %s

# storeabill-core
source: Which payment statuses?
de_de@formal: Welche Zahlungsstatus berücksichtigen?

# storeabill-core
source: Export all statuses
de_de@formal: Alle Status exportieren

# storeabill-core
source: Sample payment method
de_de@formal: Zahlungsart (Beispiel)

# storeabill-core
source: John
de_de@formal: Max

# storeabill-core
source: Doe
de_de@formal: Mustermann

# storeabill-core
source: Doe Street 12
de_de@formal: Musterstraße 12

# storeabill-core
source: Value 1
de_de@formal: Wert 1

# storeabill-core
source: Attribute 1
de_de@formal: Eigenschaft 1

# storeabill-core
source: A simple invoice item name
de_de@formal: Eine beispielhafte Position

# storeabill-core
source: Payment Fee
de_de@formal: Zahlungsgebühr

# storeabill-core
source: Another simple invoice item name
de_de@formal: Eine weitere Position

# storeabill-core
source: Payment
de_de@formal: Zahlung

# storeabill-core
source: Payment:
de_de@formal: Zahlung:

# storeabill-core
source: Your document upload directory is missing. Please manually create the folder %s and make sure that it is writeable.
de_de@formal: Dein Upload-Verzeichnis für Dokumente fehlt. Bitte erstelle den Ordner %s manuell und stelle sicher, dass der Ordner beschreibbar ist.

# storeabill-core
source: Payment date
de_de@formal: Zahlungsdatum

# storeabill-core
source: Due date
de_de@formal: Fälligkeitsdatum

# storeabill-core
source: Date of service
de_de@formal: Leistungsdatum

# storeabill-core
source: End date of service
de_de@formal: Ende des Leistungszeitraums

# storeabill-core
source: Start date of service
de_de@formal: Start des Leistungszeitraums

# storeabill-core
source: Date paid
de_de@formal: Zahlungsdatum

# storeabill-core
source: VAT ID
de_de@formal: USt.-ID

# storeabill-core
source: Parent invoice number
de_de@formal: Eltern Rechnungsnummer

# storeabill-core
source: Refund order formatted number
de_de@formal: Rückerstattung Bestellnummer

# storeabill-core
source: Refund reason
de_de@formal: Rückerstattung Grund

# storeabill-core
source: Unable to setup mPDF.
de_de@formal: Fehler beim Setup von mPDF.

# storeabill-core
source: All Templates
de_de@formal: Alle Vorlagen

# storeabill-core
source: Add new template
de_de@formal: Neue Vorlage anlegen

# storeabill-core
source: Edit template
de_de@formal: Vorlage bearbeiten

# storeabill-core
source: New template
de_de@formal: Neue Vorlage

# storeabill-core
source: View template
de_de@formal: Vorlage ansehen

# storeabill-core
source: View templates
de_de@formal: Vorlagen ansehen

# storeabill-core
source: Search templates
de_de@formal: Vorlagen suchen

# storeabill-core
source: No templates found
de_de@formal: Keine Vorlagen gefunden

# storeabill-core
source: No templates found in trash
de_de@formal: Keine Vorlagen im Papierkorb gefunden

# storeabill-core
source: Parent template
de_de@formal: Eltern-Vorlage

# storeabill-core
source: Insert into template
de_de@formal: In Vorlage einfügen

# storeabill-core
source: Upload to this template
de_de@formal: Zu dieser Vorlage hochladen

# storeabill-core
source: Filter templates
de_de@formal: Vorlage filtern

# storeabill-core
source: This is where you can add new document templates.
de_de@formal: Hier kannst du neue Vorlagen anlegen.

# storeabill-core
source: Virtual
de_de@formal: Virtuell

# storeabill-core
source: Service
de_de@formal: Dienstleistung

# storeabill-core
source: Cancellations cannot be created. Please cancel a specific invoice instead.
de_de@formal: Stornierungen können nicht erzeugt werden. Bitte storniere eine konkrete Rechnung.

# storeabill-core
source: Parent invoice number.
de_de@formal: Eltern Rechnungsnummer.

# storeabill-core
source: Parent number
de_de@formal: Eltern Nummer

# storeabill-core
source: Parent formatted invoice number.
de_de@formal: Formatierte Eltern-Rechnungsnummer.

# storeabill-core
source: Parent formatted number
de_de@formal: Formatierte Nummer des Eltern-Elements

# storeabill-core
source: Refund order id if available.
de_de@formal: Bestell-ID der Rückerstattung falls verfügbar.

# storeabill-core
source: Order refund ID
de_de@formal: Rückerstattung Bestell-ID

# storeabill-core
source: Refund order number if available.
de_de@formal: Bestellnummer der Rückerstattung falls verfügbar.

# storeabill-core
source: Order refund number
de_de@formal: Bestellnummer der Rückerstattung

# storeabill-core
source: Method '%s' not implemented. Must be overridden in subclass.
de_de@formal: Methode '%s' ist nicht implementiert. Muss in der Kinderklasse überschrieben werden.

# storeabill-core
source: Sorry, you cannot view this resource.
de_de@formal: Sorry, diese Ressource kannst du nicht abrufen.

# storeabill-core
source: Sorry, you are not allowed to create resources.
de_de@formal: Sorry, du bist nicht berechtigt Ressourcen zu erstellen.

# storeabill-core
source: Sorry, you cannot list resources.
de_de@formal: Sorry, du kannst Ressource nicht auflisten.

# storeabill-core
source: Sorry, you are not allowed to edit this resource.
de_de@formal: Sorry, du bist nicht berechtigt Ressourcen zu bearbeiten.

# storeabill-core
source: Sorry, you are not allowed to batch manipulate this resource.
de_de@formal: Sorry, du bist nicht berechtigt mehrere Ressourcen gleichzeitig zu bearbeiten.

# storeabill-core
source: Sorry, you are not allowed to delete this resource.
de_de@formal: Sorry, du bist nicht berechtigt diese Ressource zu löschen.

# storeabill-core
source: Invalid ID.
de_de@formal: ID nicht verfügbar.

# storeabill-core
source: Cannot create existing %s.
de_de@formal: Existierende %s kann nicht erzeugt werden.

# storeabill-core
source: Sorry, you are not allowed to delete %s.
de_de@formal: Sorry, du bist nicht berechtigt %s zu löschen.

# storeabill-core
source: The %s does not support archiving.
de_de@formal: %s unterstützt keine Archivierung.

# storeabill-core
source: The %s has already been archived.
de_de@formal: %s wurde bereits archiviert.

# storeabill-core
source: The %s cannot be deleted.
de_de@formal: %s kann nicht gelöscht werden.

# storeabill-core
source: Current page of the collection.
de_de@formal: Aktuelle Seite der Sammlung.
