Repository: wp-stars/juniper-base
Catalog: web/app/plugins/woocommerce-germanized-pro/i18n/languages/woocommerce-germanized-pro-*_formal.po
Languages: de_de@formal

source: Germanized Pro offers some nice invoicing functionality. You may activate our invoicing functionality now and configure it later within the corresponding settings.
de_de@formal: Germanized Pro fügt tolle Buchhaltungs-Funktionalitäten hinzu. Du kannst das Feature jetzt aktivieren und später in den Einstellungen einrichten.

source: Please make sure to grant write access to the following directory:
de_de@formal: Bitte stelle sicher, dass das folgende Verzeichnis Schreibrechte hat:

source: Import Documents
de_de@formal: Dokumente importieren

source: We've temporarily disabled automatic invoice creation to prevent duplicates. After the import is finished (you'll be notified) you might want to <a href="%s">re-enable the setting</a>.
de_de@formal: Wir haben vorübergehend die automatische Erzeugung von Rechnungen deaktiviert um Duplikate zu verhindern. Nachdem der Import abgeschlossen ist (darüber wirst du informiert) kannst du die Option wieder <a href="%s">reaktivieren</a>.

source: You are ready!
de_de@formal: Los geht’s

source: Congratulations! You are ready to go. You should now head over to the settings to configure your installation.
de_de@formal: Glückwunsch! Die Installation wurde erfolgreich abgeschlossen. Wechsel nun zu den Einstellungen um die Konfiguration abzuschließen.

source: We have automatically imported your PDF layout into our new <a href="%s" target="_blank">visual document editor</a>. Please check your layout and make adjustments if necessary.
de_de@formal: Wir haben dein PDF Layout automatisch in den neuen <a href="%s" target="_blank">visuellen Editor</a> importiert. Bitte prüfe das Layout und nimm, falls notwendig, Änderungen vor.

source: Manage invoice layout
de_de@formal: Layout der Rechnung anpassen

source: Manage cancellation layout
de_de@formal: Layout der Stornierung anpassen

source: Manage packing slip layout
de_de@formal: Layout des Lieferscheins anpassen

source: Manage legal page layout
de_de@formal: Layout der rechtlichen Seiten anpassen

source: More
de_de@formal: Mehr

source: Knowledge Base
de_de@formal: Dokumentation

source: Learn how to use WordPress
de_de@formal: Lerne WordPress zu benutzen

source: Learn how to use WooCommerce
de_de@formal: Lerne WooCommerce zu benutzen

source: Stunning Support
de_de@formal: Umfangreicher Support

source: Germanized Pro offers premium support through our ticket area. If you need any help feel free to create a <a href="%1$s" target="_blank">ticket</a> or search through our <a href="%2$s" target="_blank">knowlegde base</a>.
de_de@formal: Germanized Pro bietet einen umfangreichen Premium Support über unseren Ticket-Bereich. Falls du Hilfe benötigst oder nicht weiter kommst, kannst du ein <a href="%1$s" target="_blank">Ticket</a> öffnen oder unsere <a href="%2$s" target="_blank">Dokumentation</a> ansehen.

source: Whether an order needs confirmation or not.
de_de@formal: Ob eine Bestellung manuell bestätigt werden muss oder nicht.

source: An account is already registered with your email address. Please log in.
de_de@formal: Für diese E-Mail-Adresse existiert bereits ein Account. Bitte loggen Sie sich ein.

source: Please accept our privacy policy to continue.
de_de@formal: Bitte akzeptieren Sie unsere Datenschutzbestimmungen um fortzufahren.

# multistep
source: Managed by Amazon
de_de@formal: Von Amazon verwaltet

source: Do you really want to delete the commercial invoice?
de_de@formal: Möchtest du diese Handelsrechnung wirklich löschen?

source: Do you really want to delete the packing slip?
de_de@formal: Möchten Sie den Lieferschein wirklich löschen?

source: Create new packing slip
de_de@formal: Neuen Lieferschein erstellen

source: Please save the shipment before creating a new packing slip
de_de@formal: Bitte speichern Sie die Sendung bevor Sie einen Lieferschein erstellen

# admin-field
source: Choose Attachment
de_de@formal: Anhang auswählen

# admin-field
source: Set attachment
de_de@formal: Anhang wählen

# admin-field
source: Unset attachment
de_de@formal: Anhang entfernen

source: 100 g each
de_de@formal: je 100 g

source: 100 ml each
de_de@formal: je 100 ml

source: Confirmation text
de_de@formal: Bestellannahme Text

source: This text will be inserted within the order confirmation email. Use {order_number}, {site_title} or {order_date} as placeholder.
de_de@formal: Dieser Text wird in die Bestellannahme eingefügt. Verwende {order_number}, {site_title} oder {order_date} als Platzhalter.

source: Processing text
de_de@formal: In Bearbeitung Text

source: Thank you for your order. We will now manually check your order and send you another email as soon as your order has been confirmed.
de_de@formal: Vielen Dank für Ihre Bestellung. Wir werden die Bestellung nun manuell prüfen. Sobald die Bestellung erfolgreich überprüft wurde, senden wir Ihnen separat eine E-Mail zur Annahme der Bestellung.

source: This text will be inserted within the order processing email. Use {order_number}, {site_title} or {order_date} as placeholder.
de_de@formal: Dieser Text wird in die Bestell-Eingangsbestätigung eingefügt. Verwende {order_number}, {site_title} oder {order_date} als Platzhalter.

source: Resend order acceptance
de_de@formal: Bestellannahme erneut versenden

source: Order accpetance manually sent to customer.
de_de@formal: Bestellannahme manuell an den Kunden versendet.

source: Confirm Order
de_de@formal: Bestellung bestätigen

source: Unconfirmed
de_de@formal: Unbestätigt

source: Alignment
de_de@formal: Ausrichtung

source: Left
de_de@formal: Links

source: Center
de_de@formal: Zentriert

source: Right
de_de@formal: Rechts

source: Sale Price
de_de@formal: Reduzierter Preis

source: Please install and activate <a href="%s" target="_blank">WooCommerce</a> before installing Germanized Pro. Thank you!
de_de@formal: Bitte installiere und aktiviere <a href="%s" target="_blank">WooCommerce</a> bevor du Germanized Pro installierst. Vielen Dank!

source: Germanized Pro legacy invoice import is running. Check the <a href="%1$s">logs</a> for further information. You can <a href="%2$s" onclick="%3$s">cancel</a> the import at any time.
de_de@formal: Der Import von Dokumenten einer älteren Version von Germanized Pro läuft. Prüfe die <a href="%1$s">Logs</a> für zusätzliche Informationen. Du kannst den Import jederzeit <a href="%2$s" onclick="%3$s">abbrechen</a>.

source: Do you really want to cancel the import?
de_de@formal: Willst du den Import wirklich abbrechen?

source: Seems like the importer has failed or stop. You'll might need to <a href="%s">restart</a> the importer.
de_de@formal: Der Import scheint fehlgeschlagen zu sein. Vielleicht musst du den Import <a href="%s">neustarten</a>.

source: Germanized Pro document import
de_de@formal: Germanized Pro Dokumenten-Import

source: Germanized Pro document import ready
de_de@formal: Germanized Pro Dokumenten-Import abgeschlossen

source: Your documents have been imported successfully. Check out the new <a href="%s">accounting page</a>.
de_de@formal: Deine Dokumente wurden erfolgreich importiert. Schau dir die neue Seite <a href="%s">Buchhaltung</a> an.

source: During import we've disabled automatic invoice creation to prevent duplicates. After you've reviewed your document templates you might want to <a href="%s">re-enable the setting</a>.
de_de@formal: Während des Imports haben wir die automatische Erstellung von Rechnungen deaktiviert. Nachdem du deine PDF-Vorlagen geprüft hast, kannst du die Einstellung <a href="%s">reaktivieren</a>.

source: Remove notice
de_de@formal: Hinweis entfernen

# nutrients
source: Calorific value kj
de_de@formal: Brennwert kj

# nutrients
source: Calorific value kcal
de_de@formal: Brennwert kcal

# invoices
source: Invoice
de_de@formal: Rechnung

# invoices
source: Cancellation
de_de@formal: Rechnungskorrektur

source: Checkboxes
de_de@formal: Checkboxen

source: Register Form
de_de@formal: Registrierungsformular

source: Save Status
de_de@formal: Status speichern

source: Register checkbox value within meta data.
de_de@formal: Dokumentiere den Status der Checkbox in den Meta-Daten.

source: Store the checkbox status chosen by the user within meta data and display the status in the admin panel (e.g. order data). Find out more about possible customizations %s.
de_de@formal: Dokumentiere den Status in den Meta-Daten und zeige ihn im Adminbereich (z.B. in den Bestelldetails) an. Finde %s mehr über mögliche Individualisierungen heraus.

source: here
de_de@formal: hier

source: Specific countries only
de_de@formal: Spezielle Länder

source: Do only show the checkbox in case the customer's country matches one of your selected countries.
de_de@formal: Zeige diese Checkbox nur insofern das Land des Kunden mit einem der ausgewählten Länder übereinstimmt.

source: Specific product categories
de_de@formal: Spezielle Produktkategorien

source: Do only show the checkbox in case one of the products in cart matches one of your selected product categories.
de_de@formal: Zeige diese Checkbox nur insofern ein Produkt mit einer der ausgewählten Produktkategorien im Warenkorb liegt.

source: Override the template within your (child) theme: %s
de_de@formal: Du kannst dieses Template in deinem (Child-) Theme überschreiben: %s

source: Adjust the PHP template being loaded for this checkbox.
de_de@formal: Passe den Pfad zum PHP Template für diese Checkbox an.

source: Adjust the HTML name attribute.
de_de@formal: Passe das HTML name-Attribut an.

source: HTML Classes
de_de@formal: HTML Klassen

source: Add or edit classes for the input checkbox. Add classes by typing in a term and then select that term from the dropdown list.
de_de@formal: Erstelle oder bearbeite Klassen für das Input-Feld. Füge Klassen hinzu, indem du einen Begriff eingibst und diesen dann im Dropdown auswählst.

source: HTML Wrapper Classes
de_de@formal: HTML Wrapper Klassen

source: Add or edit classes for the wrapper p-tag. Add classes by typing in a term and then select that term from the dropdown list.
de_de@formal: Erstelle oder bearbeite Klassen für den p-Tag außerhalb der Checkbox. Füge Klassen hinzu, indem du einen Begriff eingibst und diesen dann im Dropdown auswählst.

source: New
de_de@formal: Neu

# multistep
source: Personal Data
de_de@formal: Persönliche Daten

# multistep
source: Payment
de_de@formal: Zahlungsart

# multistep
source: Order
de_de@formal: Bestätigen

# multistep
source: Multistep Checkout
de_de@formal: Mehrstufige Kasse

# multistep
source: Plain
de_de@formal: Minimalistisch

# multistep
source: Style
de_de@formal: Layout

# multistep
source: Choose a layout style.
de_de@formal: Wähle ein Layout aus.

# multistep
source: Address step title
de_de@formal: Schritt 1

# multistep
source: Choose a title for the first step (addresses).
de_de@formal: Wähle eine Überschrift für den 1. Schritt (persönliche Daten)

# multistep
source: Payment step title
de_de@formal: Schritt 2

# multistep
source: Choose a title for the second step (payment).
de_de@formal: Wähle eine Überschrift für den 2. Schritt (Zahlungsart)

# multistep
source: Verify step title
de_de@formal: Schritt 3

# multistep
source: Choose a title for the second step (order verify).
de_de@formal: Wähle eine Überschrift für den letzten Schritt (Bestätigen)

source: First step
de_de@formal: Erster Schritt

source: Insert a privacy policy notice right before the first step submit button.
de_de@formal: Füge einen Datenschutzhinweis direkt oberhalb des ersten Weiter-Buttons ein.

source: Use Checkbox
de_de@formal: Checkbox verwenden

source: Insert a checkbox to validate the privacy policy acceptance.
de_de@formal: Füge eine Checkbox ein um die Akzeptanz der Datenschutzbestimmungen zu prüfen.

source: Privacy Policy Text
de_de@formal: Datenschutz Text

source: Choose a Plain Text which will be shown right above first step submit button. Use {data_security_link}{/data_security_link} as placeholder for the link to the privacy policy page.
de_de@formal: Füge hier einen Text ein, der direkt oberhalb des Submit-Buttons des ersten Schrittes platziert wird. Verwende {data_security_link}{/data_security_link} als Platzhalter für den Link zu deinen Datenschutzbestimmungen.

source: Your personal data will be used to process your order, support your experience throughout this website, and for other purposes described in our {data_security_link}Privacy Policy{/data_security_link}.
de_de@formal: Ihre persönlichen Daten werden dazu verwendet um Ihre Bestellung zu bearbeiten. Weitere Informationen und Details finden Sie in unseren {data_security_link}Datenschutzbestimmungen{/data_security_link}.

# multistep
source: Payment Validation
de_de@formal: Validierung

# multistep
source: Enable field validation for payment step.
de_de@formal: Aktiviert die Validierung der eingegebenen Daten für die Zahlungsmethode.

# multistep
source: This option will enable field validation before continuing to step 3. Some Payment Plugins may require disabling this option.
de_de@formal: Diese Option ermöglicht die Validierung der eingegebenen Daten zur Zahlungsmethode bevor Schritt 3 erreicht werden kann. Zur Nutzung bestimmter externer Zahlungsanbieter muss die Option deaktiviert werden.

# multistep
source: Force Template override
de_de@formal: Erzwinge Template

# multistep
source: Force to override your theme's form-checkout.php.
de_de@formal: Überschreibe das von deinem Theme erstellte Templates form-checkout.php.

# multistep
source: Enable this mode if you are facing serious layout issues within checkout. To enable a custom multistep template add a template to your theme folder [%s]
de_de@formal: Aktiviere diesen Modus falls du Probleme mit dem Layout im Checkout hast. Um ein individuelles Template für die Mehrstufige Kasse zu hinterlegen, verwende bitte folgendes Template in deinem Theme [%s]

# multistep
source: Data review
de_de@formal: Daten überprüfen

# multistep
source: Enable data review within the last step.
de_de@formal: Aktiviere das Überprüfen der Kundendaten im letzten Schritt.

# multistep
source: This option will add billing + shipping address as well as payment method to the last step right before order table to let customers review their data.
de_de@formal: Diese Option fügt die Rechnungs- und Lieferadresse sowie die gewählte Zahlungsart im letzten Schritt oberhalb der Produkttabelle ein um die Prüfung zu ermöglichen.

# multistep
source: Background Color
de_de@formal: Hintergrund

# multistep
source: Choose a background color for the step panel.
de_de@formal: Wähle eine Hintergrundfarbe für die Schritt-Übersicht.

# multistep
source: Border Color
de_de@formal: Umrandung

# multistep
source: Choose a border color for the step panel.
de_de@formal: Wähle die Farbe der Umrandung der Schritt-Übersicht.

# multistep
source: Font Color
de_de@formal: Schrift

# multistep
source: Choose a font color for the step panel.
de_de@formal: Wähle die Standard-Farbe für die Schrift in der Schritt-Übersicht.

# multistep
source: Active Background Color
de_de@formal: Aktiv: Hintergrund

# multistep
source: Choose a background color for the current step.
de_de@formal: Wähle die Hintergrundfarbe für den aktiven Schritt.

# multistep
source: Active Font Color
de_de@formal: Aktiv: Schrift

# multistep
source: Choose a font color for the current step.
de_de@formal: Wähle die Schriftfarbe für den aktiven Schritt.

# multistep
source: Disabled Background Color
de_de@formal: Deaktiviert: Hintergrund

# multistep
source: Choose a background color for a disabled step.
de_de@formal: Wähle die Hintergrundfarbe für die Schritt, die noch nicht erreichbar sind.

# multistep
source: Disabled Font Color
de_de@formal: Deaktiviert: Schrift

# multistep
source: Choose a font color for a disabled step.
de_de@formal: Wähle die Schriftfarbe für deaktivierte Schritte.

# multistep
source: Primary color
de_de@formal: Primärfarbe

# multistep
source: Choose a primary color.
de_de@formal: Wähle eine Primärfarbe aus.

# multistep
source: Secondary color
de_de@formal: Sekundärfarbe

# multistep
source: Choose a secondary color.
de_de@formal: Wähle eine Sekundärfarbe aus.

source: Billing VAT ID
de_de@formal: USt.-ID Rechnungsadresse

source: Shipping VAT ID
de_de@formal: USt.-ID Lieferadresse

source: I am established, have my permanent address, or usually reside in {country_name}.
de_de@formal: Ich habe meinen festen Wohnsitz oder gewöhnlichen Aufenthalt in {country_name}.

source: Please confirm your permanent address or residence.
de_de@formal: Bitte bestätigen Sie Ihren gewöhnlichen Aufenthaltsort bzw. Wohnsitz.

source: Virtual VAT location
de_de@formal: Virtuelle Standortbestätigung

source: Let the customer confirm their residence in case of a VAT exempt with deviating IP location.
de_de@formal: Lasse bei einer USt.-Prüfung mit abweichendem IP-Standort den Wohnsitz des Kunden bestätigen.

source: VAT ID validation result
de_de@formal: USt.-ID Validierungsprotokoll

source: Address
de_de@formal: Adresse

source: Date
de_de@formal: Datum

source: Qualified
de_de@formal: Qualifiziert

source: Successfully checked fields: %s
de_de@formal: Erfolgreich geprüfte Felder: %s

source: A valid VAT ID is required to register.
de_de@formal: Eine gültige USt.-ID wird benötigt zur Registrierung.

source: Sorry but we do not support VAT IDs within %s.
de_de@formal: Leider unterstützen wir keine USt.-IDs in %s.

source: Sorry but we do not support VAT IDs within your country.
de_de@formal: Leider unterstützen wir keine USt.-IDs aus Ihrem Land.

source: Please choose a shipping country before saving your VAT ID.
de_de@formal: Bitte wählen Sie ein Lieferland bevor Sie Ihre USt.-ID speichern.

source: VAT ID seems to be invalid but was still saved. Please check the ID again.
de_de@formal: USt. ID scheint nicht korrekt zu sein wurde aber trotzdem gespeichert. Bitte überprüfe die ID manuell.

source: The VAT ID you've provided is invalid.
de_de@formal: Die USt.-ID scheint leider nicht gültig zu sein.

source: You've submitted too many different VAT IDs. Please get in touch with us.
de_de@formal: Die Anzahl der geprüften USt.-IDs überschreitet das aktuelle Limit. Bitte setzen Sie sich mit uns in Kontakt.

source: Please provide your company name to check your VAT ID.
de_de@formal: Bitte geben Sie Ihren Firmennamen an, damit Ihre USt.-ID geprüft werden kann.

# vat-validation-field-name
source: company
de_de@formal: Firma

# vat-validation-field-name
source: postcode
de_de@formal: Postleitzahl

# vat-validation-field-name
source: city
de_de@formal: Stadt

source: The %1$s linked to your VAT ID doesn't seem to match the %1$s you've provided.
de_de@formal: Die hinterlegte %1$s zu Ihrer USt.-ID passt nicht zu der %1$s, die Sie angegeben haben.

source: SoapClient is required to enable VAT validation
de_de@formal: Der SoapClient wird benötigt um die Überprüfung der USt.-ID durchzuführen (PHP 5.0.1)

source: There was an error while validating your VAT ID. Please try again in a few minutes.
de_de@formal: Bei der Prüfung Ihrer USt.-ID gab es ein Problem. Bitte versuchen Sie es in Kürze erneut.

source: Order Confirmation
de_de@formal: Annahme der Bestellung

source: This email will confirm an order to a customer. Will not be sent automatically. Will be sent after confirming the order.
de_de@formal: Diese E-mail wird als Bestätigung des Kaufvertrags an den Kunden versendet. Die E-Mail wird erst versendet, wenn im Backend die Bestellung bestätigt wurde.

source: Confirmation of your order {order_number}
de_de@formal: Annahme Ihrer Bestellung {order_number}

source: Order confirmed
de_de@formal: Bestellung erfolgreich geprüft

source: Order Processing
de_de@formal: Bestelleingangsbestätigung

source: Your order {order_number} has been received
de_de@formal: Ihre Bestellung {order_number} ist eingegangen

source: Thank you for your order
de_de@formal: Vielen Dank für Ihre Bestellung

# vd-helper
source: Oops, seems like the API needs a break
de_de@formal: Hoppala, es scheint als sei die API gerade unerreichbar

# vd-helper
source: Sorry but currently we are not able to establish a connection to vendidero.de - please be patient and try again in a few minutes.
de_de@formal: Sorry, leider kann aktuell keine Verbindung zu vendidero.de aufgebaut werden - bitte habe etwas Geduld und versuche es in ein paar Minuten erneut.

# vd-helper
source: Register Products
de_de@formal: Produkte registrieren

# vd-helper
source: Update- and Support flat expires
de_de@formal: Update & Support Flat läuft aus

# vd-helper
source: It seems like the Update- and Support flat of one of your vendidero products expires in a few days or has already expired:
de_de@formal: Es scheint als würde die Update & Support Flat für eines deiner vendidero Produkte in Kürze ablaufen oder bereits abgelaufen sein:

# vd-helper
source: %1$s expired on %2$s
de_de@formal: %1$s ist am %2$s abgelaufen

# vd-helper
source: %1$s expires on %2$s
de_de@formal: %1$s läuft am %2$s ab

# vd-helper
source: renew now
de_de@formal: jetzt verlängern

# vd-helper
source: Learn more
de_de@formal: Mehr erfahren

# vd-helper
source: See license details
de_de@formal: Lizenzdetails ansehen

# vd-helper
source: Hide this notice
de_de@formal: Nachricht ausblenden

# vd-helper
source: To ensure smooth updates you'll need to %1$sinstall the standalone vendidero helper plugin%2$s network-wide.
de_de@formal: Damit Updates funktionieren, muss das %1$svendidero helper Plugin netzwerkweit installiert%2$s sein.

# vd-helper
source: The vendidero helper needs to be %1$sactivated network-wide%2$s to ensure smooth updates for your products.
de_de@formal: Das vendidero helper Plugin muss %1$snetzwerkweit aktiviert%2$s sein, damit Updates funktionieren können.

# vd-helper
source: Seems like your update- and support flat has expired. Please %s your license before updating.
de_de@formal: Es scheint als wäre deine Update- und Support Flat abgelaufen. Bitte %s deine Lizenz vor dem Update.

# vd-helper
source: check
de_de@formal: prüfe

# vd-helper
source: Your %1$s license for %2$s doesn't seem to be registered. Please %3$s
de_de@formal: Deine %1$s Lizenz für %2$s scheint nicht registriert zu sein. Bitte %3$s

# vd-helper
source: manage your licenses
de_de@formal: verwalte deine Lizenzen

# vd-helper
source: Your %1$s license for %2$s has expired on %3$s. %4$s
de_de@formal: Deine Update- und Support Flat für %1$s ist am %2$s abgelaufen. %3$s %4$s

# vd-helper
source: Your %1$s license doesn't seem to be registered. Please %2$s
de_de@formal: Deine %1$s Lizenz scheint nicht registriert zu sein. Bitte %2$s

# vd-helper
source: Your %1$s license has expired on %2$s. %3$s %4$s
de_de@formal: Deine Update- und Support Flat für %1$s ist am %2$s abgelaufen. %3$s %4$s

# vd-helper
source: Already renewed?
de_de@formal: Bereits verlängert?

# vd-helper
source: Welcome to vendidero
de_de@formal: Willkommen bei vendidero

# vd-helper
source: Easily manage your licenses for vendidero Products and enjoy automatic updates & more.
de_de@formal: Verwalte deine vendidero Lizenzen und profitiere von automatischen Updates & mehr.

# vd-helper
source: Sorry, there was an error while unregistering %s
de_de@formal: Sorry, leider gab es beim deaktivieren der Lizenz von %s ein Problem

# vd-helper
source: No vendidero products found.
de_de@formal: Keine vendidero Produkte gefunden.

# vd-helper
source: Product
de_de@formal: Produkt

# vd-helper
source: Update & Support
de_de@formal: Updates & Support

# vd-helper
source: License Key
de_de@formal: Lizenzschlüssel

# vd-helper
source: Refresh
de_de@formal: Aktualisieren

# vd-helper
source: Check for updates
de_de@formal: Nach Updates suchen

# vd-helper
source: Unregister
de_de@formal: Deaktivieren

# vd-helper
source: Enter license key
de_de@formal: Lizenzschlüssel eingeben
