Repository: wp-stars/juniper-base
Catalog: web/app/plugins/woocommerce-germanized-pro/i18n/languages/woocommerce-germanized-pro-*_formal.po
Languages: de_de@formal

source: Value 1
de_de@formal: Wert 1

source: Attribute 1
de_de@formal: Eigenschaft 1

source: Value 2
de_de@formal: Wert 2

source: Attribute 2
de_de@formal: Eigenschaft 2

# commercial-invoice
source: T-shirt, cotton
de_de@formal: T-shirt, Baumwolle

# commercial-invoice
source: Hoodie, cotton
de_de@formal: Hoodie, Baumwolle

source: Current page number
de_de@formal: Aktuelle Seitennummer

source: Total pages
de_de@formal: Anzahl Seiten

source: Post
de_de@formal: Beitrag

source: Posts
de_de@formal: Beiträge

source: Post Content
de_de@formal: Beitragsinhalt

source: Post Title
de_de@formal: Seitentitel

source: Send <a href="%1$s" target="_blank">%2$s</a> as PDF attachment instead of plain text
de_de@formal: Sende <a href="%1$s" target="_blank">%2$s</a> als PDF-Anhang anstelle eines Textblocks

source: Send %s as PDF attachment instead of plain text
de_de@formal: Sende %s as PDF-Anhang anstelle eines Textblocks

# legal-page
source: Attachment
de_de@formal: Anhang

# legal-page
source: You might want to manually upload a pre-created PDF file as attachment for your %s. Leave empty to use the automatically generated document.
de_de@formal: Du kannst hier eine manuell erzeugte PDF-Datei als Anhang für deine %s hochladen. Lasse das Feld leer, wenn du stattdessen das automatisch erzeugte Dokument nutzen willst.

source: The shipment ID linked to the packing slip.
de_de@formal: Die Bestell-ID verknüpft mit dem Lieferschein.

source: Shipment ID
de_de@formal: Sendung ID

source: The shipment number linked to the packing slip.
de_de@formal: Die Sendungsnummer verknüpft mit dem Lieferschein.

source: Shipment Number
de_de@formal: Sendungsnummer

source: The order ID linked to the packing slip.
de_de@formal: Die Bestell-ID verknüpft mit dem Lieferschein.

source: Order ID
de_de@formal: Bestell-ID

source: The formatted order number linked to the packing slip.
de_de@formal: Die formatierte Bestellnummer verknüpft mit dem Lieferschein.

source: Whether to automatically sync the packing slip with it's shipment if possible.
de_de@formal: Ob der Lieferschein automatisch mit der Sendung synchronisiert werden soll, falls möglich.

source: Product items data.
de_de@formal: Produktpositionen.

source: SKU.
de_de@formal: Artikelnummer.

source: Item price.
de_de@formal: Preis der Position.

source: Item subtotal price.
de_de@formal: Preis (vor Rabatt) der Position.

source: Total.
de_de@formal: Gesamtbetrag.

source: Subtotal.
de_de@formal: Zwischensumme.

source: Shipment number
de_de@formal: Sendungsnummer

source: Formatted shipment number
de_de@formal: Formatierte Sendungsnummer

source: Document date
de_de@formal: Datum

# item-table-column
source: Name
de_de@formal: Bezeichnung

# item-table-name
source: Name
de_de@formal: Bezeichnung

# item-table-column
source: Quantity
de_de@formal: Anzahl

# item-table-column
source: Total
de_de@formal: Gesamt

source: Packing Slip (PDF)
de_de@formal: Lieferschein (PDF)

source: This email sends a packing slip (PDF) to the shop manager.
de_de@formal: Diese E-Mail-Vorlage sendet einen Lieferschein (PDF) an den Shop-Manager.

source: Recipient(s)
de_de@formal: Empfänger

source: Enter recipients (comma separated) for this email. Defaults to %s.
de_de@formal: Füge Empfänger (separiert per Komma) für diese E-Mail-Vorlage ein. Standard: %s.

source: Shipment number (e.g. 123)
de_de@formal: Sendungsnummer (z.B. 123)

source: Order number (e.g. 1234)
de_de@formal: Bestellnummer (z.B. 1234)

source: Packing Slips
de_de@formal: Lieferscheine

source: Return reasons
de_de@formal: Rücksendegründe

source: Generate and download packing slips
de_de@formal: Lieferscheine erstellen und downloaden

# invoices
source: Download %s
de_de@formal: %s downloaden

source: Generate Packing Slip
de_de@formal: Lieferschein erstellen

source: Customer
de_de@formal: Kunde

source: Automatically create packing slips to shipments.
de_de@formal: Erstelle automatisch Lieferscheine zu Sendungen.

source: Select one or more shipment statuses. A packing slip is generated as soon as a shipment reaches one of the statuses selected.
de_de@formal: Wähle einen oder mehrere Sendungsstatus aus. Ein Lieferschein wird erzeugt sobald die Sendung einen der ausgewählten Status erreicht.

source: Attach to email(s)
de_de@formal: An E-Mail(s) anhängen

source: Send to admin
de_de@formal: An den Admin versenden

source: Send the packing slip via <a href="%s">email</a> after rendering.
de_de@formal: Versende den Lieferschein per <a href="%s">E-Mail</a> nach dem Erstellen.

# example-address
source: John
de_de@formal: Max

# example-address
source: Doe
de_de@formal: Mustermann

# example-address
source: Doe Street 12
de_de@formal: Musterstraße 12

source: A simple item
de_de@formal: Eine einfache Position

source: Another simple item
de_de@formal: Eine weitere Position

source: Default Post Title
de_de@formal: Standard Beitragstitel

source: Forward your withdrawal online
de_de@formal: Erteilen Sie Ihren Widerruf online

source: Invalid shipment.
de_de@formal: Sendung nicht verfügbar.

# multistep
source: Billing Details
de_de@formal: Rechnungsdetails

# multistep
source: edit
de_de@formal: bearbeiten

# multistep
source: Payment Method
de_de@formal: Zahlungsart

# multistep
source: Shipping Address
de_de@formal: Lieferadresse

# multistep
source: Same as billing address
de_de@formal: Entspricht der Rechnungsadresse

source: required
de_de@formal: erforderlich

# multistep
source: Back to step %s
de_de@formal: Zurück zu Schritt %s

# multistep
source: Continue with step %s
de_de@formal: Weiter zu Schritt %s

source: Nutrients
de_de@formal: Nährwerte

source: Percent of the reference amount for daily intake
de_de@formal: Prozentsatz der Referenzmenge für die tägliche Aufnahme

source: Astra - After Price
de_de@formal: Astra - Nach dem Preis

source: Astra - After Rating
de_de@formal: Astra - Nach der Bewertung

source: Astra - After Short Description
de_de@formal: Astra - Nach der Kurzbeschreibung

source: Astra - After Add to Cart
de_de@formal: Astra - Nach dem Warenkorb-Button

source: Astra - After Product Category
de_de@formal: Astra - Nach der Produktkategorie

source: Astra - After Title
de_de@formal: Astra - Nach dem Titel

source: Astra - After Meta
de_de@formal: Astra - Nach den Meta-Daten

source: OceanWP Inner Product
de_de@formal: OceanWP Produkt

source: OceanWP Product Title
de_de@formal: OceanWP Produkttitel

source: OceanWP Title
de_de@formal: OceanWP Titel

source: OceanWP Price
de_de@formal: OceanWP Preis

source: Shopkeeper - Price
de_de@formal: Shopkeeper - Preis

source: Shopkeeper - Title
de_de@formal: Shopkeeper - Titel

source: Shopkeeper - Excerpt
de_de@formal: Shopkeeper - Absatz

source: Virtue Price Box
de_de@formal: Virtue - Preis-Box

source: Product Purchase Button GZD
de_de@formal: Produkt Warenkorb Button GZD

source: Display the "Add to cart" button for the current product with legal information
de_de@formal: Zeige den zum Warenkorb Button für das entsprechende Produkt inkl. Rechtlicher Informationen

source: Germanized Pro supports %1$s and it's custom hooks. Check the additional locations for single product and product loop shopmarks.
de_de@formal: Germanized Pro unterstützt individuelle Hooks für %1$s. Prüfe zusätzliche Orte für die Preisauszeichnung auf der Produktdetailseite und in Produktlisten.

source: Germanized Pro requires at least PHP 5.6 to work. Please %s your PHP version.
de_de@formal: Germanized Pro benötigt mindestens PHP 5.6. Bitte %s deine PHP-Version.

source: Settings
de_de@formal: Einstellungen

source: An error occurred while validating your vat id. Please try again.
de_de@formal: Bei der Prüfung Ihrer USt.-ID gab es ein Problem. Bitte versuchen Sie es in Kürze erneut.

source: The VAT ID you've provided is not correct.
de_de@formal: Die USt.-ID scheint leider nicht gültig zu sein.

# multilevel-checkout
source: Identical with shipping address
de_de@formal: Identisch mit der Lieferadresse

# multilevel-checkout
source: Use a separate billing address
de_de@formal: Wählen Sie eine abweichende Rechnungsadresse

# multilevel-checkout
source: Billing address
de_de@formal: Rechnungsadresse

# multilevel-checkout
source: Optionally choose a differing billing address that matches your payment method.
de_de@formal: Hinterlegen Sie optional eine abweichende Rechnungsadresse die zu Ihrer Zahlungsart passt.

# multilevel-checkout
source: Cart
de_de@formal: Warenkorb

# multilevel-checkout
source: Order Summary
de_de@formal: Bestellzusammenfassung

# multilevel-checkout
source: Back to cart
de_de@formal: Zurück zum Warenkorb

# multilevel-checkout
source: Edit
de_de@formal: Bearbeiten

# multilevel-checkout
source: Back to %s
de_de@formal: Zurück zu %s

# multilevel-checkout-step
source: Contact
de_de@formal: Kontakt

# multilevel-checkout-step
source: Back to Contact
de_de@formal: Zurück zu den Kontaktdaten

# multilevel-checkout-step
source: Continue with Contact
de_de@formal: Weiter zu den Kontaktdaten

# multilevel-checkout-step
source: Shipping
de_de@formal: Versand

# multilevel-checkout-step
source: Back to Shipping
de_de@formal: Zurück zum Versand

# multilevel-checkout-step
source: Continue with Shipping
de_de@formal: Weiter zum Versand

# multilevel-checkout-step
source: Payment
de_de@formal: Zahlung

# multilevel-checkout-step
source: Back to Payment
de_de@formal: Zurück zur Zahlung

# multilevel-checkout-step
source: Continue with Payment
de_de@formal: Weiter zur Zahlung

# multilevel-checkout-step
source: Confirmation
de_de@formal: Überprüfung

# multilevel-checkout-step
source: Back to Confirmation
de_de@formal: Zurück zur Überprüfung

# multilevel-checkout-step
source: Continue with Confirmation
de_de@formal: Weiter zur Überprüfung

# block title
source: VAT ID
de_de@formal: USt.-ID

# block description
source: Adds the VAT ID field to the billing address.
de_de@formal: Fügt das USt.-ID Feld in das Formular der Rechnungsadresse ein.

# block description
source: Adds the VAT ID field to the shipping address.
de_de@formal: Fügt das USt.-ID Feld in das Formular der Lieferadresse ein.

# block title
source: Multilevel Checkout Billing Address Blocks
de_de@formal: Mehrstufige Kasse Rechnungsadresse

# block title
source: Multilevel Checkout Confirmation Step
de_de@formal: Mehrstufige Kasse Bestätigung

# block title
source: Multilevel Checkout Contact Step
de_de@formal: Mehrstufige Kasse Kontakt

# block title
source: Multilevel Checkout Fields
de_de@formal: Mehrstufige Kasse Felder

# block title
source: Multilevel Checkout Payment Step
de_de@formal: Mehrstufige Kasse Zahlung

# block title
source: Multilevel Checkout Shipping Step
de_de@formal: Mehrstufige Kasse Lieferadresse

# block title
source: Multilevel Checkout Sidebar
de_de@formal: Mehrstufige Kasse Sidebar

# block title
source: Multilevel Checkout Step Footer
de_de@formal: Mehrstufige Kasse Footer

# block title
source: Multilevel Checkout Step Summary
de_de@formal: Mehrstufige Kasse Zusammenfassung

# block title
source: Multilevel Checkout Submit
de_de@formal: Mehrstufige Kasse Kaufen

# block title
source: Multilevel Checkout
de_de@formal: Mehrstufige Kasse
