Repository: wp-stars/juniper-base
Catalog: web/app/plugins/woocommerce-germanized-pro/i18n/languages/woocommerce-germanized-pro-*_formal.po
Languages: de_de@formal

source: StoreaBill, installed as a feature plugin for development and testing purposes.
de_de@formal: StoreaBill installiert als Feature-Plugin.

source: https://vendidero.de
de_de@formal: vendidero.de

# storeabill-core
source: Template
de_de@formal: Vorlage

# storeabill-core
source: Default
de_de@formal: Standard

# storeabill-core
source: This indicates whether the template is currently used to render %s or not.
de_de@formal: Zeigt an ob die Vorlage zur Ausgabe von %s genutzt wird.

# storeabill-core
source: Actions
de_de@formal: Aktionen

# storeabill-core
source: Edit
de_de@formal: Bearbeiten

# storeabill-core
source: Preview
de_de@formal: Vorschau

# storeabill-core
source: Create custom first page template
de_de@formal: Füge eine abweichende Vorlage für die 1. Seite hinzu

# storeabill-core
source: Copy
de_de@formal: Kopieren

# storeabill-core
source: Delete
de_de@formal: Löschen

# storeabill-core
source: Choose a default template which will be used when creating new %s.
de_de@formal: Wähle eine Standard-Vorlage aus, die für neue Dokumente (%s) verwendet wird.

# storeabill-core
source: Create a new template
de_de@formal: Neue Vorlage erstellen

# storeabill-core
source: Add new
de_de@formal: Neue Vorlage anlegen

# storeabill-core
source: Choose one of the following templates to start.
de_de@formal: Wähle eine der Vorlagen um zu starten.

# storeabill-core
source: Create template
de_de@formal: Vorlage erstellen

# storeabill-core
source: Export
de_de@formal: Exportieren

# storeabill-core
source: Date range
de_de@formal: Datumsbereich

# storeabill-core
source: Last Month
de_de@formal: Letzter Monat

# storeabill-core
source: Current Month
de_de@formal: Aktueller Monat

# storeabill-core
source: Start export
de_de@formal: Export starten

# storeabill-core
source: Connect to %s
de_de@formal: Mit %s verbinden

# storeabill-core
source: Authorization Code
de_de@formal: Autorisierungscode

# storeabill-core
source: Save
de_de@formal: Speichern

# storeabill-core
source: Connected
de_de@formal: Verbunden

# storeabill-core
source: Disconnect
de_de@formal: Verbindung trennen

# storeabill-core
source: Refresh
de_de@formal: Aktualisieren

# storeabill-core
source: Expires on %s
de_de@formal: Läuft aus am %s

# storeabill-core
source: Invoice %s
de_de@formal: Rechnung %s

# storeabill-core
source: Cancellations
de_de@formal: Stornierungen

# storeabill-core
source: Paid
de_de@formal: Bezahlt

# storeabill-core
source: Unpaid
de_de@formal: Unbezahlt

# storeabill-core
source: Invoices
de_de@formal: Rechnungen

# storeabill-core
source: Sync invoices with order
de_de@formal: Rechnungen mit der Bestellung synchronisieren

# storeabill-core
source: Create invoice
de_de@formal: Rechnung erstellen

# storeabill-core
source: Sync
de_de@formal: Synchronisieren

# storeabill-core
source: Invoices will not be editable afterwards
de_de@formal: Rechnungen können nachträglich nicht verändert werden

# storeabill-core
source: Finalize
de_de@formal: Festschreiben

# storeabill-core
source: Amount waiting for payment
de_de@formal: Ausstehender Betrag

# storeabill-core
source: Cancelled
de_de@formal: Storniert

# storeabill-core
source: Transfer invoices and/or customer data to specific external services
de_de@formal: Übertrage Rechnungen und/oder Kundendaten zu externen Services

# storeabill-core
source: Enabled
de_de@formal: Aktiviert

# storeabill-core
source: Description
de_de@formal: Beschreibung

# storeabill-core
source: Yes
de_de@formal: Ja

# storeabill-core
source: No
de_de@formal: Nein

# storeabill-core
source: Find out more
de_de@formal: Finde mehr heraus

# storeabill-core
source: How to
de_de@formal: So funktioniert es

# storeabill-core
source: Manage settings
de_de@formal: Einstellungen verwalten

# storeabill-core
source: Manage
de_de@formal: Verwalten

# storeabill-core
source: %s does not exist.
de_de@formal: %s existiert nicht.

# storeabill-core
source: Missing document template.
de_de@formal: Fehlende Dokumenten-Vorlage.

# storeabill-core
source: Draft
de_de@formal: Entwurf

# storeabill-core
source: Closed
de_de@formal: Geschlossen

# storeabill-core
source: Archived
de_de@formal: Archiviert

# storeabill-core
source: Error
de_de@formal: Fehler

# storeabill-core
source: Manual
de_de@formal: Manuell

# storeabill-core
source: Product
de_de@formal: Produkt

# storeabill-core
source: Fee
de_de@formal: Gebühr

# storeabill-core
source: Shipping
de_de@formal: Versand

# storeabill-core
source: Tax
de_de@formal: Steuer

# storeabill-core
source: Voucher
de_de@formal: Wertgutscheine

# storeabill-core
source: Date
de_de@formal: Datum

# storeabill-core
source: Formatted document number
de_de@formal: Formatierte Nummer des Dokuments

# storeabill-core
source: Document number
de_de@formal: Dokumentennummer

# storeabill-core
source: Recipient full name
de_de@formal: Empfänger formatierter Name

# storeabill-core
source: Recipient first name
de_de@formal: Empfänger Vorname

# storeabill-core
source: Recipient last name
de_de@formal: Empfänger Nachname

# storeabill-core
source: Current page number
de_de@formal: Aktuelle Seitennummer

# storeabill-core
source: Total pages
de_de@formal: Anzahl Seiten

# storeabill-core
source: Bank account holder
de_de@formal: Kontoinhaber

# storeabill-core
source: Bank name
de_de@formal: Bank

# storeabill-barcode-data
source: Total
de_de@formal: Gesamtbetrag

# storeabill-core
source: Total
de_de@formal: Gesamt

# storeabill-core
source: Total (Before discounts)
de_de@formal: Gesamt (vor Rabatt)

# storeabill-core
source: Discount: %s
de_de@formal: Rabatt: %s

# storeabill-core
source: Discount
de_de@formal: Rabatt

# storeabill-core
source: Discount (net)
de_de@formal: Rabatt (netto)

# storeabill-core
source: Voucher total
de_de@formal: Wertgutscheine Gesamt

# storeabill-core
source: Voucher total (net)
de_de@formal: Wertgutschein gesamt (netto)

# storeabill-core
source: Voucher: %s
de_de@formal: Wertgutschein: %s

# storeabill-core
source: Vouchers
de_de@formal: Wertgutschein: %s (Mehrzweck)

# storeabill-core
source: Discount (None line items)
de_de@formal: Rabatt (Nebenkosten)

# storeabill-core
source: Discount (None line items, net)
de_de@formal: Rabatt (Nebenkosten, netto)

# storeabill-core
source: Shipping (Before discounts)
de_de@formal: Versand (vor Rabatt)

# storeabill-core
source: Shipping (net)
de_de@formal: Versand (netto)

# storeabill-core
source: Shipping (Before discounts, net)
de_de@formal: Versand (vor Rabatt, netto)

# storeabill-core
source: Fee total
de_de@formal: Gebührenbetrag

# storeabill-core
source: Fee total (Before discounts)
de_de@formal: Gebührenbetrag (vor Rabatt)

# storeabill-core
source: Fee total (net)
de_de@formal: Gebührenbetrag (netto)

# storeabill-core
source: Fee total (Before discounts, net)
de_de@formal: Gebührenbetrag (vor Rabatt, netto)

# storeabill-core
source: Fee: %s
de_de@formal: Gebühr: %s

# storeabill-core
source: Fees
de_de@formal: Gebühren

# storeabill-core
source: Subtotal
de_de@formal: Zwischensumme

# storeabill-core
source: Subtotal (net)
de_de@formal: Zwischensumme (netto)

# storeabill-core
source: Subtotal (After discounts)
de_de@formal: Zwischensumme (nach Rabatt)

# storeabill-core
source: Subtotal (After discounts, net)
de_de@formal: Zwischensumme (nach Rabatt, netto)

# storeabill-core
source: Tax %s %%
de_de@formal: %s %% MwSt.

# storeabill-core
source: Taxes
de_de@formal: Steuern

# storeabill-core
source: Shipping Tax %s %%
de_de@formal: Versand %s %% MwSt.

# storeabill-core
source: Shipping Taxes
de_de@formal: Steuern Versand

# storeabill-core
source: Fee Tax %s %%
de_de@formal: Gebühren %s %% MwSt.

# storeabill-core
source: Fee Taxes
de_de@formal: Steuern Gebühren

# storeabill-core
source: Net
de_de@formal: Netto

# storeabill-core
source: Net total
de_de@formal: Gesamt netto

# storeabill-core
source: Net %s %%
de_de@formal: Netto %s %%

# storeabill-core
source: Net totals per tax rate
de_de@formal: Gesamt netto (je Steuersatz)

# storeabill-core
source: Net total (Before discounts)
de_de@formal: Gesamt netto (vor Rabatt)

# storeabill-core
source: Gross %s %%
de_de@formal: Brutto %s %%

# storeabill-core
source: Gross total per tax rate
de_de@formal: Gesamt brutto (je Steuersatz)

# storeabill-core
source: Plain sequential number (e.g. 1)
de_de@formal: Unformatierte fortlaufende Nummer (z.B. 1)

# storeabill-core
source: Year (e.g. 20)
de_de@formal: Jahr (z.B. 20)

# storeabill-core
source: Year (e.g. 2020)
de_de@formal: Jahr (z.B. 2020)

# storeabill-core
source: Day (e.g. 01)
de_de@formal: Tag (z.B. 01)

# storeabill-core
source: Day (e.g. 1)
de_de@formal: Tag (z.B. 1)

# storeabill-core
source: Month (e.g. 05)
de_de@formal: Monat (z.B. 05)

# storeabill-core
source: Month (e.g. 5)
de_de@formal: Monat (z.B. 5)

# storeabill-core
source: Order number (e.g. 1234)
de_de@formal: Bestellnummer (z.B. 1234)

# storeabill-core
source: %s (Copy)
de_de@formal: %s (Kopie)

# storeabill-core
source: Published
de_de@formal: Veröffentlicht

# storeabill-core
source: Tiny
de_de@formal: Winzig

# storeabill-core
source: Small
de_de@formal: Klein

# storeabill-core
source: Normal
de_de@formal: Standard

# storeabill-core
source: Medium
de_de@formal: Mittel

# storeabill-core
source: Large
de_de@formal: Groß

# storeabill-core
source: Document
de_de@formal: Dokument

# storeabill-core
source: Documents
de_de@formal: Dokumente

# storabill-core
source: Error while uploading document.
de_de@formal: Fehler beim Upload des Dokuments.

# storeabill-core
source: Do not pass %1$s tags to %2$s.
de_de@formal: Übergebe keine %1$s tags an %2$s.

# storeabill-core
source: Regular
de_de@formal: Normal

# storeabill-core
source: Bold
de_de@formal: Fett

# storeabill-core
source: Italic
de_de@formal: Kursiv

# storeabill-core
source: Bold Italic
de_de@formal: Fett kursiv

# storeabill-core
source: Pending
de_de@formal: Wartend

# storeabill-core
source: Partial
de_de@formal: Teilweise

# storeabill-core
source: Complete
de_de@formal: Bezahlt

# storeabill-discount-type
source: Single-purpose
de_de@formal: Einzweck

# storeabill-discount-type
source: Multipurpose
de_de@formal: Mehrzweck

# storeabill-core
source: Yearly
de_de@formal: Jährlich

# storeabill-core
source: Monthly
de_de@formal: Monatlich

# storeabill-core
source: Weekly
de_de@formal: Wöchentlich

# storeabill-core
source: Daily
de_de@formal: Täglich

# enhanced select
source: No matches found
de_de@formal: Keine Treffer gefunden

# enhanced select
source: Loading failed
de_de@formal: Fehler beim Laden

# enhanced select
source: Please enter 1 or more characters
de_de@formal: Bitte füge 1 oder mehr Zeichen ein

# enhanced select
source: Please enter %qty% or more characters
de_de@formal: Bitte füge %qty% oder mehr Zeichen ein

# enhanced select
source: Please delete 1 character
de_de@formal: Bitte löschen 1 Zeichen

# enhanced select
source: Please delete %qty% characters
de_de@formal: Bitte lösche %qty% Zeichen

# enhanced select
source: You can only select 1 item
de_de@formal: Du kannst nur ein Element auswählen

# enhanced select
source: You can only select %qty% items
de_de@formal: Du kannst nur %qty% Elemente auswählen

# enhanced select
source: Loading more results&hellip;
de_de@formal: Lade mehr Ergebnisse&hellip;

# enhanced select
source: Searching&hellip;
de_de@formal: Suche&hellip;

# storeabill-core
source: Do you really want to disconnect?
de_de@formal: Möchtest du die Verbindung wirklich trennen?

# storeabill-core
source: Do you really want to delete the template?
de_de@formal: Möchtest du die Vorlage wirklich löschen?

# storeabill-core
source: Sorry, but you are not allowed to preview documents
de_de@formal: Sorry, du bist nicht berechtigt um die Vorschau von Dokumenten zu nutzen

# storeabill-core
source: The document id is missing
de_de@formal: Die ID des Dokuments fehlt

# storeabill-core
source: The requested document does not exist
de_de@formal: Das Dokument existiert leider nicht

# storeabill-core
source: Accounting
de_de@formal: Buchhaltung

# storeabill-core
source: Export %s
de_de@formal: %s exportieren

# storeabill-core
source: Processing bulk actions...
de_de@formal: Mehrfachaktionen werden durchgeführt…

# storeabill-core
source: Search %s
de_de@formal: %s suchen

# storeabill-core
source: Last sent on %s
de_de@formal: Zuletzt versendet am %s

# storeabill-core
source: Send to customer
de_de@formal: An den Kunden senden

# storeabill-core
source: Cancel
de_de@formal: Stornieren

# storeabill-core
source: Mark as paid
de_de@formal: Als bezahlt markieren

# storeabill-core
source: Error while creating the template.
de_de@formal: Fehler beim Erstellen der Vorlage.

# storeabill-core
source: New template added successfully. <a href="%s">Edit template</a>
de_de@formal: Neue Vorlage erfolgreich hinzugefügt. <a href="%s">Vorlage bearbeiten</a>

# storeabill-core
source: Error while updating the template.
de_de@formal: Fehler bei der Aktualisierung der Vorlage.

# storeabill-core
source: Default template updated successfully
de_de@formal: Standard-Vorlage erfolgreich aktualisiert

# storeabill-core
source: First page template added successfully. <a href="%s">Edit template</a>
de_de@formal: Vorlage für die 1. Seite erfolgreich erstellt. <a href="%s">Vorlage bearbeiten</a>

# storeabill-core
source: Error while copying the template.
de_de@formal: Fehler beim Kopieren der Vorlage.

# storeabill-core
source: Template duplicated successfully.
de_de@formal: Vorlage erfolgreich kopiert.

# storeabill-core
source: Error while deleting the template.
de_de@formal: Fehler beim Löschen der Vorlage.

# storeabill-core
source: Template deleted successfully.
de_de@formal: Vorlage erfolgreich gelöscht.

# storeabill-core
source: Error while deleting the document.
de_de@formal: Fehler beim Löschen der Vorlage.

# storeabill-core
source: This document cannot be deleted.
de_de@formal: Dieses Dokument kann nicht gelöscht werden.

# storeabill-core
source: Document deleted successfully.
de_de@formal: Dokument erfolgreich gelöscht.

# storeabill-core
source: Error while sending the document.
de_de@formal: Fehler beim Versenden des Dokuments.

# storeabill-core
source: Document sent successfully.
de_de@formal: Dokument erfolgreich versandt.

# storeabill-core
source: Error while refreshing the document.
de_de@formal: Fehler beim Aktualisieren des Dokuments.

# storeabill-core
source: Document refreshed successfully.
de_de@formal: Dokument erfolgreich aktualisiert.

# storeabill-core
source: Sync failed.
de_de@formal: Synchronisation fehlgeschlagen.

# storeabill-core
source: Synced successfully.
de_de@formal: Erfolgreich synchronisiert.

# storeabill-core
source: Error while updating the payment status.
de_de@formal: Fehler bei der Aktualisierung des Zahlungsstatus.

# storeabill-core
source: Invoice payment status updated successfully.
de_de@formal: Zahlungsstatus der Rechnung angepasst.

# storeabill-core
source: Error while cancelling the invoice.
de_de@formal: Fehler bei der Stornierung der Rechnung.

# storeabill-core
source: This invoice cannot be cancelled.
de_de@formal: Diese Rechnung kann nicht storniert werden.

# storeabill-core
source: Invoice cancelled successfully.
de_de@formal: Rechnung erfolgreich storniert.

# storeabill-core
source: Error while finalizeing the invoice.
de_de@formal: Fehler beim Festschreiben der Rechnung.

# storeabill-core
source: This invoice cannot be finalized.
de_de@formal: Diese Rechnung kann nicht festgeschrieben werden.

# storeabill-core
source: Invoice finalized successfully.
de_de@formal: Rechnung erfolgreich festgeschrieben.

# storeabill-core
source: Error while bulk processing objects
de_de@formal: Fehler bei der Mehrfachbearbeitung der Objekte

# storeabill-core
source: No applicable exporter found.
de_de@formal: Kein passendes Export-Script gefunden.

# storeabill-core
source: Insufficient privileges to export documents.
de_de@formal: Dir fehlt die Berechtigung diesen Dokumententyp zu exportieren.

# storeabill-core
source: Please make sure to provide a valid start date.
de_de@formal: Bitte gib ein valides Startdatum an.

# storeabill-core
source: Please make sure to provide a valid end date.
de_de@formal: Bitte gib ein valides Enddatum an.

# storeabill-core
source: Please choose a start date from the past.
de_de@formal: Bitte wähle ein Startdatum aus der Vergangenheit aus.

# storeabill-core
source: The end date must be after the start date.
de_de@formal: Das Enddatum muss nach dem Startdatum liegen.

# storeabill-core
source: This exporter does not exist
de_de@formal: Dieser Export-Typ existiert leider nicht

# storeabill-core
source: Export documents
de_de@formal: Dokumente exportieren

# storeabill-core
source: Manually adjust last number
de_de@formal: Letzte Nummer manuell anpassen

# storeabill-core
source: This option keeps track of the last sequential number of your %s. Adjusting this number might lead to inconsistencies (e.g. duplicate numbers) so make sure to double-check before adjusting it. You can enable edit mode by ticking the checkbox next to the field.
de_de@formal: Diese Option bestimmt die letzte, fortlaufende Nummer deiner %s. Eine manuelle Anpassung dieser Nummer kann zu Ungültigkeiten (z.B. doppelte Nummern) in deiner Buchführung führen. Bitte versichere dich, dass deine Anpassung gewollt ist. Du kannst den Bearbeitungsmodus über die Checkbox neben dem Feld aktivieren.

# storeabill-core
source: Preview:
de_de@formal: Vorschau:

# storeabill-core
source: The number format determines the formatted sequential number. You can use static prefixes, postfixes and/or placeholders which are replaced dynamically. At least the <code>{number}</code> placeholder <strong>must</strong> exist. Choose from the following placeholders to format your number: %s
de_de@formal: Das Nummernformat sorgt für die Formatierung der fortlaufenden Nummer. Du kannst statische Präfixe, Suffixe und/oder Platzhalter einfügen, die dynamisch ersetzt werden. Zumindest der Platzhalter <code>{number}</code> ist <strong>notwendig</strong>, damit die Nummer ausgegeben wird. Wähle aus den nachfolgenden Platzhaltern für die Formatierung deiner Nummer aus: %s

# storeabill-core
source: You can optionally force your numbers (the plain, sequential number) to have a certain minimum size. By increasing this option the number will be prefixed with zeros to reach the minimum size. Example: <ul><li>Minimum size: <code>3</code></li><li>Number: <code>5</code></li><li>Formatted number: <code>005</code></li></ul>
de_de@formal: Lasse deine Nummern (die reine, fortlaufende Nummer) optional auf eine bestimmte Länge vervollständigen. Mit der Erhöhung dieser Option wird deine Nummer automatisch mit Nullen aufgefüllt bis die minimale Größe erreicht wird. <ul><li>Minimale Länge: <code>3</code></li><li>Nummer: <code>5</code></li><li>Formatierte Nummer: <code>005</code></li></ul>

# storeabill-reset-interval
source: None
de_de@formal: Keiner

# storeabill-core
source: Optionally choose an interval to reset your sequential number to zero. This option might be useful if you are using date placeholders within your formatted number and want to reset the number periodically.
de_de@formal: Wähle optional einen Intervall aus, bei dem deine fortlaufende Nummer zurückgesetzt werden soll. Diese Option ist nützlich falls du Platzhalter für das Datum in deiner formatierten Nummer nutzt und deine Nummer periodisch zurücksetzen willst.

# storeabill-core
source: External Services
de_de@formal: Externe Services

# storeabill-core
source: Manage your %1$s templates by using the visual editor <a href="%2$s" class="button button-secondary">Learn more</a>
de_de@formal: Passe deine Vorlagen (%1$s ) mit dem visuellen Editor an <a href="%2$s" class="button button-secondary">Mehr erfahren</a>

# storeabill-core
source: Templates
de_de@formal: Vorlagen

# storeabill-core
source: Date due
de_de@formal: Fälligkeitsdatum

# storeabill-core
source: Due until
de_de@formal: Fällig bis

# storeabill-core
source: Choose when invoices are due for payment.
de_de@formal: Wähle aus wann Rechnungen fällig zur Zahlung sind.

# storeabill-core
source: Immediately after finalizing
de_de@formal: Direkt nach dem Festschreiben

# storeabill-core
source: After x days
de_de@formal: Nach x Tagen

# storeabill-core
source: Days until due
de_de@formal: Tage bis zur Fälligkeit

# storeabill-core
source: days
de_de@formal: Tagen

# storeabill-core
source: Choose an amount of days until which the invoice is due for payment.
de_de@formal: Wähle eine Anzahl an Tagen aus nach deren Ablauf deine Rechnung fällig zur Zahlung ist.

# storeabill-core
source: Bank account
de_de@formal: Bankverbindung

# storeabill-core
source: Holder
de_de@formal: Kontoinhaber

# storeabill-core
source: Choose an account holder
de_de@formal: Wähle einen Kontoinhaber aus

# storeabill-core
source: Bank Name
de_de@formal: Bank

# storeabill-core
source: Choose the name of your bank
de_de@formal: Wähle den Namen deiner Bank

# storeabill-core
source: Numbering
de_de@formal: Nummerierung

# storeabill-core
source: Separate
de_de@formal: Getrennt

# storeabill-core
source: Use separate sequential numbers for cancellations.
de_de@formal: Verwende einen separaten, fortlaufenden Nummernkreis für Stornierungen.

# storeabill-core
source: By default a separate circle of sequential numbers is used for cancellations. By disabling this option the invoice number circle will be used for cancellations too.
de_de@formal: Standardmäßig wird ein separater, fortlaufender Nummernkreis für Stornierungen verwendet. Bei Deaktivierung dieser Option, verwenden Stornierungen den selben Nummernkreis wie Rechnungen.

# storeabill-core
source: Last Number
de_de@formal: Letzte Nummer

# storeabill-core
source: Minimum Size
de_de@formal: Minimale Länge

# storeabill-core
source: Use this option to fill your number with trailing zeros until reaching a minimum size.
de_de@formal: Nutze diese Option um deine Nummer mit führenden Nummern aufzufüllen.

# storeabill-core
source: Reset Interval
de_de@formal: Zurücksetzung

# storeabill-core
source: Learn more
de_de@formal: Mehr erfahren

# storeabill-core
source: External sync
de_de@formal: Externe Synchronisation

# storeabill-core
source: %s customer
de_de@formal: %s Kunde

# storeabill-core
source: Filter by customer
de_de@formal: Nach Kunden filtern

# storeabill-core
source: View customer
de_de@formal: Kundenprofil ansehen

# storeabill-core
source: Error while trying to perform REST request to %s
de_de@formal: Fehler bei der REST-Anfrage an: %s

# storeabill-core
source: Booking Start Date
de_de@formal: Buchung Startdatum

# storeabill-core
source: Booking End Date
de_de@formal: Buchung Enddatum

# storeabill-core
source: Booking Date Period
de_de@formal: Buchung Periode

# storeabill-core
source: Booking Number of Persons
de_de@formal: Buchung Anzahl Personen

# storeabill-core
source: Booking Id
de_de@formal: Buchung Id

# storeabill-core
source: Booking Summary
de_de@formal: Buchung Zusammenfassung

# storeabill-core
source: Booking Summary List
de_de@formal: Zusammenfassung der Buchung

# storeabill-core
source: Subscription order number(s)
de_de@formal: Abo Bestellnummer(n)

# storeabill-core
source: Invalid document.
de_de@formal: Dokument nicht verfügbar.

# storeabill-core
source: Invalid document item.
de_de@formal: Position nicht verfügbar.

# storeabill-core
source: Invalid document notice.
de_de@formal: Notiz nicht verfügbar.

# storeabill-core
source: Invalid document template.
de_de@formal: Vorlage nicht verfügbar.

# storeabill-core
source: Invalid journal.
de_de@formal: Journal nicht verfügbar.
