Repository: wp-stars/juniper-base
Catalog: web/app/plugins/woocommerce-germanized-pro/i18n/languages/woocommerce-germanized-pro-*_formal.po
Languages: de_de@formal

# gls
source: Return option
de_de@formal: Retourentyp

# gls
source: Please select your default GLS return option (you can always change this within each individual shipment afterwards).
de_de@formal: Bitte wähle deinen Standard Retourentyp für GLS aus (du kannst den Retourentyp für jede einzelne Sendung nachträglich ändern).

# gls
source: Addon Liability
de_de@formal: Höherhaftung

# gls
source: Amount
de_de@formal: Betrag

# gls
source: Currency
de_de@formal: Währung

source: Germanized for WooCommerce Pro
de_de@formal: Germanized für WooCommerce Pro

source: https://vendidero.de/woocommerce-germanized
de_de@formal: https://www.vendidero.de/woocommerce-germanized

source: Extends Germanized for WooCommerce with professional features such as PDF invoices, legal text generators and many more.
de_de@formal: Erweitert Germanized für WooCommerce um Features wie PDF-Rechnungen, Mustertexte-Generatoren und vielen mehr.

source: It seems like as if you have changed on of the settings used by the %1$s. Please regenerate your %2$s to avoid inaccurate legal texts.
de_de@formal: Scheinbar hast du gerade eine Einstellung geändert, die deine %1$s betrifft. Bitte generiere deine %2$s erneut, um fehlerhafte Rechtstexte zu verhindern.

source: mandatory
de_de@formal: Pflichtangabe

# generator
source: Please register Germanized Pro to enable the Generator.
de_de@formal: Bitte registriere Germanized Pro mit Hilfe des Vendidero Helpers um den Generator nutzen zu können.

# generator
source: Seems like the Generator Version is not up to date. Please refresh before generating.
de_de@formal: Es sieht so aus, als sei die Version deines Generators veraltet. Bitte aktualisiere diese Seite bevor du die Generierung startest.

# generator
source: There seems to be a problem while generating. Is your update flatrate still active?
de_de@formal: Es scheint ein Problem bei der Generierung zu geben. Ist deine Update-Flatrate noch gültig?

source: Generating packing slips...
de_de@formal: Erzeuge Lieferscheine…

source: Download packing slips
de_de@formal: Lieferscheine downloaden

source: Successfully generated packing slips. %s
de_de@formal: Lieferscheine erfolgreich erzeugt. %s

source: Packing slips partially generated. %s
de_de@formal: Lieferschein teilweise erzeugt. %s

source: An error occurred while creating packing slip for %1$s: %2$s.
de_de@formal: Fehler beim Erzeugen des Lieferscheins für %1$s: %2$s.

source: shipment #%d
de_de@formal: Sendung #%d

source: Error while creating packing slip for %s.
de_de@formal: Fehler beim Erstellen des Lieferscheins für %s.

source: Activation
de_de@formal: Aktivierung

source: Sorry, we were not able to automatically install the Vendidero Helper Plugin. See <a href="%s" target="_blank">manual install instructions</a> for assitance.
de_de@formal: Sorry, leider konnten wir das Vendidero Helper Plugin nicht automatisch installieren. Schaue dir bitte unsere <a href="%s" target="_blank">manuelle Installationsanleitung</a> an.

source: Sorry, Germanized could not be activated. Please see the <a href="%s" target="_blank">install instructions</a> for assistance.
de_de@formal: Sorry, Germanized konnte nicht aktiviert werden. Bitte schaue dir unsere <a href="%s" target="_blank">Installationsanleitung</a> für weitere Informationen an.

source: Invoices
de_de@formal: Rechnungen

source: Start import
de_de@formal: Import starten

source: Enable Invoicing
de_de@formal: Rechnungen aktivieren

source: Ready
de_de@formal: Fertig

source: Go to settings
de_de@formal: Zu den Einstellungen

source: Skip Step
de_de@formal: Schritt überspringen

source: Continue
de_de@formal: Weiter

source: Return to WP Admin
de_de@formal: Zurück zu WP Admin

source: Nutrients & Allergenic
de_de@formal: Nährwerte & Allergene

source: Create (missing) default nutrients and allergenic terms.
de_de@formal: Erstelle (fehlende) Nährwerte und Allergene.

source: Create missing default terms
de_de@formal: Erstelle (fehlende) Standardbegriffe

source: Clear generator cache
de_de@formal: Generator Cache leeren

source: In case the terms generator does not work as expected you might want to clear the cache manually.
de_de@formal: Falls der Generator für Mustertexte nicht funktionieren sollte, können Sie hier den Cache manuell löschen.

source: Clear cache
de_de@formal: Cache leeren

source: Import legacy documents
de_de@formal: Alte Dokumente importieren

source: 3.0 is a major update with exciting <a href="%1$s" target="_blank">new features</a>. To make your existing documents (invoices, cancellations, packing slips) available within the latest version we will need to import and convert them. Depending on your number of documents that might take some time. The import will be queued and scheduled (processing 10 documents at a time). You can optionally choose to import documents starting from a certain year only. We will not delete old data to make sure no data is lost.
de_de@formal: 3.0 ist ein Major-Update mit tollen, <a href="%1$s" target="_blank"> neuen Funktionen</a>. Damit deine bereits erzeugten Dokumente (Rechnungen, Stornierungen, Lieferscheine) in dieser Version zur Verfügung stehen, müssen sie importiert werden. Abhängig von der Anzahl der Dokumente, kann das etwas dauern. Der Import wird in die Warteschlange eingereiht und im Hintergrund durchgeführt (10 Dokumente pro Durchgang). Du kannst optional den Import auf ein bestimmtes Startjahr begrenzen. Es werden keine alten Dokumente gelöscht, d.h. Daten gehen nicht verloren.

source: Pro Database Version
de_de@formal: Pro Datenbank Version

source: Import legacy templates
de_de@formal: Alte Vorlagen importieren

# admin-field
source: Select or upload attachment
de_de@formal: Anhang auswählen oder hochladen

source: Select a page&hellip;
de_de@formal: Wähle eine Seite&hellip;

source: Generator update recommended
de_de@formal: Muster-Generator Aktualisierung empfohlen

source: A new generator version for your <a href="%1$s">%2$s</a> has been released. Please consider refreshing the <a href="%3$s">generator</a> to make sure your legal content is up to date.
de_de@formal: Eine neue Generator Version für deine <a href="%1$s">%2$s</a> wurde veröffentlicht. Du solltest den <a href="%3$s">Generator</a> erneut ausführen um sicherzustellen, dass dein Mustertext auf dem neuesten Stand ist.

source: Rerun %s now
de_de@formal: %s erneut starten

source: Price labeling refreshed
de_de@formal: Preisauszeichnung aktualisiert

source: We've automatically refreshed your price labeling settings as the last theme you've used had special-purpose price labels available. Please review your settings.
de_de@formal: Wir haben deine Preisauszeichnung-Einstellungen automatisch angepasst, da dein altes Theme spezielle Orte besaß. Bitte überprüfe deine Einstellungen.

source: Review settings
de_de@formal: Einstellungen überprüfen

source: Conclusion of Contract
de_de@formal: Vertragsschluss

source: Manually review and confirm an order before closing contract.
de_de@formal: Bestellungen manuell überprüfen bevor die Bestellung angenommen wird.

source: By default WooCommerce only allows closing contracts right after the order submit button has been clicked. This will trigger an email which is by default used to close a contract with the customer. You may want to close a contract only after you have manually reviewed the order. If you set this option, the first email after checkout does only confirm the incoming offer. Order status is set to on-hold and no payment information will be given. Now you have time to review the order within the backend and then click the confirm button (which will confirm the contract to the customer).
de_de@formal: Standardmäßig ist es in WooCommerce nicht vorgesehen, den Kaufvertrag erst nach interner Prüfung zu schließen und anschließend manuell zu bestätigen. Mit dieser Option, wird nach der Bestellung lediglich eine Bestätigung verschickt, die den Kaufvertrag noch nicht abschließt. Der Status der Bestellung wird auf "wartend" gesetzt. Zahlungsinformationen oder Weiterleitungen zum Zahlungsanbieter werden verhindert. Erst mit der Bestätigung der Bestellung im Backend wird der Kaufvertrag geschlossen. Anschließend erhält der Kunde eine weitere E-Mail, die den Kaufvertrag abschließt und zusätzlich die nötigen Zahlungsinformationen.

source: Your order has been processed. We are glad to confirm the order to you. Your order details are shown below for your reference.
de_de@formal: Ihre Bestellung wurde nun von uns bearbeitet und wir freuen uns Ihnen den Vertragsschluss hiermit zu bestätigen. Im Folgenden finden Sie eine Übersicht Ihrer Bestellung.

# multistep
source: Enable
de_de@formal: Aktivieren

# multistep
source: Enable Multistep Checkout.
de_de@formal: Mehrstufige Kasse aktivieren.

# multistep
source: Checkout Type
de_de@formal: Art der Kasse

# multistep
source: Choose which checkout type you are using, e.g. Shortcode-based or Block-based.
de_de@formal: Wähle aus, welche Kassen-Typ du verwendest, z.B. Die klassische oder die blockbasierte Kasse.

# multistep
source: Block-based
de_de@formal: Blockbasiert

# multistep
source: Shortcode
de_de@formal: Klassisch

source: Back to Cart
de_de@formal: Zurück zum Warenkorb

source: Add a cart link to step navigation.
de_de@formal: Füge einen Link zum Warenkorb zur Navigation hinzu.

source: Easily generate your custom cancellation policy through our API.
de_de@formal: Erstelle deine individuelle Widerrufsbelehrung unkompliziert über unsere API.

source: Cancellation Policy Generator
de_de@formal: Widerrufsbelehrung Generator

source: VAT ID
de_de@formal: USt.-ID

source: Check
de_de@formal: Prüfung

source: Enable VAT ID check.
de_de@formal: USt.-ID Prüfung aktivieren.

source: This will add a new field within your checkout (vat number). Customers from other EU states owning a valid VAT ID will be able to remove VAT. VAT ID is being validated through the European Union VAT service API. <a href="%s" target="_blank">Learn more</a> about configuring your VAT ID check.
de_de@formal: Diese Option fügt für Kunden der EU ein neues Feld im Checkout ein (USt.-ID). Insofern eine gültige USt.-ID angegeben wurde, wird die USt. von der aktuellen Bestellung entfernt. Die USt.-ID wird mit Hilf der API der Europäischen Union auf Gültigkeit überprüft. Weitere Informationen dazu findest du <a href="%s" target="_blank">hier</a>.

source: Mandatory
de_de@formal: Pflichtangabe

source: VAT ID field shall be mandatory.
de_de@formal: USt.-ID als Pflichtfeld während des Kaufs abfragen.

source: You may require a valid VAT ID to complete the checkout and/or registration.
de_de@formal: Diese Option sorgt dafür, dass der Kunde den Einkauf bzw. Die Registrierung nur mit einer gültigen USt.-ID abschließen kann.

source: Request VAT ID
de_de@formal: Anfrage USt.-ID

source: Insert your own VAT ID here. Will be transmitted during the request to make sure that an identifier is returned.
de_de@formal: Fügen Sie hier ihre eigene USt.-ID ein. Die ID wird bei der Prüfung übertragen um als Bestätigung eine Request ID zu erhalten.

source: Additional check
de_de@formal: Qualifizierte Prüfung

source: You might want to make sure that company data connected to the VAT ID matches data declared by the customer (e.g. within checkout form). In case the VIES API returns additional company data (some member states do not support that) Germanized will check whether the data exists within the data returned by the API. In case the data could not be verified, error messages will be shown. As the data supplied by the API is not structured, a simple word-check is performed. <a href="%s" target="_blank">Learn more</a>.
de_de@formal: Mit Hilfe dieser Option aktivieren Sie die Prüfung einzelner Datenfelder in Zusammenhang mit der Prüfung der USt.-ID. Insofern die VIES Schnittstelle Adressdaten zur abgefragten USt.-ID zurückgibt, gleicht Germanized die in dieser Einstellung hinterlegten Felder mit den Daten des Kunden ab. Falls die Daten nicht gefunden werden können, werden Fehlermeldungen ausgegeben. Da die Daten der Schnittstelle nicht strukturiert vorliegen, wird lediglich eine Wort-Prüfung vorgenommen. <a href="%s" target="_blank">Mehr</a> dazu erfahren.

source: Company
de_de@formal: Firma

source: Postcode
de_de@formal: Postleitzahl

source: City
de_de@formal: Stadt

source: Company field
de_de@formal: Firma-Feld

source: Make company field mandatory in case a VAT ID is supplied.
de_de@formal: Firma-Feld verpflichtend abfragen, falls eine USt.-ID angegeben wurde.

source: days
de_de@formal: Tage

source: Enable positive API reponse cache to ensure that validated VAT IDs won't get checked on every request (leads to better performance). Leave empty to disable caching.
de_de@formal: Speichere positive API Antworten um zu verhindern, dass bereits validierte USt.-IDs während des hier eingestellten Zeitraumes erneut überprüft werden (kürzere Ladezeiten). Lasse das Feld leer, um den Cache zu deaktivieren.

source: On Login
de_de@formal: Login

source: Remove VAT for users with valid VAT ID after login.
de_de@formal: USt. für Benutzer mit geprüfter USt.-ID nach dem Login entfernen.

source: This option will remove vat for customers with valid VAT ID directly after login. VAT ID for customers will be populated during checkout.
de_de@formal: Diese Option entfernt die USt. im gesamten Shop für Benutzer, die eine valide USt.-ID hinterlegt haben direkt nach dem Login.

source: Registration
de_de@formal: Registrierung

source: Enable VAT ID check within registration form.
de_de@formal: Aktiviere die USt.-ID-Prüfung während der Registrierung.

source: This option inserts a VAT ID field within the registration form and validates the ID accordingly if the customer provides one.
de_de@formal: Diese Option fügt das USt.-ID-Feld in das Registrierungsformular ein und validiert die ID, insofern der Kunde eine ID angibt.

source: VAT ID field shall be mandatory for registration.
de_de@formal: USt.-ID als Pflichtfeld während der Registrierung abfragen.

source: You may require a valid VAT ID to complete registration.
de_de@formal: Diese Option sorgt dafür, dass der Kunde die Registrierung nur mit einer gültigen USt.-ID abschließen kann.

source: Base country
de_de@formal: Basisland

source: Enable VAT ID Check for your base country.
de_de@formal: Aktiviere die Überprüfung der USt.-ID deines Basislandes.

source: You may want to check VAT IDs for your base country as well. The customer will not turn into a vat exempt.
de_de@formal: Bei Bedarf kannst du hiermit die Überprüfung der USt.-ID für Kunden deines Basislandes aktivieren. Die USt. wird für diese Kunden nicht abgezogen.

source: Virtual Products B2B
de_de@formal: Virtuelle Produkte

source: Do only sell virtual products to EU customers if they own a valid VAT ID.
de_de@formal: Verkauf virtueller Produkte in das EU-Ausland nur mit gültiger USt.-ID.

source: This option will help you to stop selling virtual products to private customers from EU. You might want to choose this option to avoid administrative barriers regarding VAT calculation.
de_de@formal: Diese Option ermöglicht es dir, virtuelle Produkte lediglich B2B in das europäische Ausland zu verkaufen (es wird hier eine gültige USt.-ID zwingend benötigt). Damit verzichtest du zwar auf den Verkauf an europäische Verbraucher, profitierst aber von einem geringeren administrativen Aufwand.

source: Virtual Location Check
de_de@formal: Virtueller Standort-Check

source: Check and store actual customer location (based on IP address) while selling virtual products.
de_de@formal: Prüfe und speichere die aktuelle Kundenadresse (basierend auf der IP-Adresse) wenn virtuelle Produkte verkauft werden.

source: Store customer location data based on <a href="%1$s">Geolocation</a>. Shows a <a href="%2$s">checkbox</a> in case the IP-based country differs from the country chosen by the customer.
de_de@formal: Speichere Standortdaten des Kunden per <a href="%1$s">Geolokalisierung</a>. Zeigt eine <a href="%2$s">Checkbox</a> an, falls das durch die IP-Adresse bestimmte Land vom angegebenen Land abweicht.

source: To enable VAT check PHP 5.0.1 has to be installed (SoapClient is needed)
de_de@formal: Um den USt.-ID Check nutzen zu können benötigst du mind. PHP 5.0.1 (SoapClient ist erforderlich).

source: Easily generate your custom terms & conditions through our API.
de_de@formal: Erstelle deine individuellen AGB unkompliziert über unsere API.

source: TOS Generator
de_de@formal: AGB Generator

source: Value
de_de@formal: Wert

# generator
source: Save as %s
de_de@formal: Als %s speichern

# generator
source: Append content instead of replacing it.
de_de@formal: Den Inhalt anfügen anstatt zu ersetzen.

# generator
source: There seems to be a problem receiving the newest generator. Is your <a href="%s">update flatrate</a> still active?
de_de@formal: Es scheint einen Problem zu geben, die neueste Version des Generators anzufordern. Entweder die API braucht gerade eine Pause oder deine <a href="%s">Update-Flatrate</a> ist abgelaufen?

# generator
source: Start %s
de_de@formal: %s starten

source: Some errors have occurred during import:
de_de@formal: Während des Imports sind Fehler aufgetreten:

source: Import starting from
de_de@formal: Import starten ab

source: Skip import
de_de@formal: Keinen Import durchführen

source: Germanized basic is missing
de_de@formal: Germanized Basis-Version fehlt

source: %1$sGermanized Pro is inactive.%2$s The %3$sGermanized basic plugin%4$s must be active for Germanized Pro to work. Please %5$sactivate Germanized basic &raquo;%6$s
de_de@formal: %1$sGermanized Pro ist inaktiv.%2$s Die %3$sGermanized Basis-Version%4$s muss aktiviert sein, damit Germanized Pro funktioniert. Bitte %5$saktiviere die Germanized Basis-Version &raquo;%6$s

source: Germanized basic is outdated
de_de@formal: Germanized Basis-Version ist veraltet

source: %1$sGermanized Pro is inactive.%2$s This version of Germanized Pro requires Germanized basic %3$s or newer. Please %4$supdate Germanized to version %3$s or newer &raquo;%5$s
de_de@formal: %1$sGermanized Pro ist inaktiv.%2$s Diese Version von Germanized Pro benötigt Germanized %3$s oder neuer. Bitte %4$supdate Germanized auf Version %3$s oder neuer &raquo;%5$s

source: Germanized basic is not supported
de_de@formal: Germanized Basis-Version wird noch nicht unterstützt

source: %1$sGermanized Pro is inactive.%2$s This version of Germanized Pro seems outdated and requires an older version of Germanized basic (< %3$s) to work. Please %4$supdate Germanized Pro to the latest version%5$s or %6$sdowngrade your Germanized basic version%7$s.
de_de@formal: %1$sGermanized Pro ist inaktiv.%2$s Diese Version von Germanized Pro scheint veraltet zu sein und benötigt eine ältere Version der Germanized-Basis-Version (< %3$s). Bitte %4$supdate Germanized Pro auf die neueste Version%5$s oder %6$sdowngrade deine Germanized-Basis-Version%7$s.

source: WooCommerce missing or outdated
de_de@formal: WooCommerce fehlt oder ist veraltet

source: %1$sGermanized Pro is inactive.%2$s The %3$sWooCommerce plugin%4$s must be active for Germanized Pro to work. Please %5$sinstall WooCommerce &raquo;%6$s
de_de@formal: %1$sGermanized Pro is inaktiv.%2$s Das %3$sWooCommerce Plugin%4$s muss aktiviert sein, damit Germanized Pro funktioniert. Bitte %5$sinstalliere WooCommerce &raquo;%6$s

source: %1$sGermanized Pro is inactive.%2$s The %3$sWooCommerce plugin%4$s must be active for Germanized Pro to work. Please %5$sactivate WooCommerce &raquo;%6$s
de_de@formal: %1$sGermanized Pro is inaktiv.%2$s Das %3$sWooCommerce Plugin%4$s muss aktiviert sein, damit Germanized Pro funktioniert. Bitte %5$saktiviere WooCommerce &raquo;%6$s

source: %1$sGermanized Pro is inactive.%2$s This version of Germanized Pro requires WooCommerce %3$s or newer. Please %4$supdate WooCommerce to version %3$s or newer &raquo;%5$s
de_de@formal: %1$sGermanized Pro ist inaktiv.%2$s Diese Version von Germanized Pro benötigt WooCommerce %3$s oder neuer. Bitte %4$supdate WooCommerce auf Version %3$s oder neuer &raquo;%5$s

source: WordPress is outdated
de_de@formal: WordPress ist veraltet

source: %1$sGermanized Pro is inactive.%2$s This version of Germanized Pro requires WordPress %3$s or newer. Please %4$supdate WordPress to version %3$s or newer &raquo;%5$s
de_de@formal: %1$sGermanized Pro ist inaktiv.%2$s Diese Version von Germanized Pro benötigt WordPress %3$s oder neuer. Bitte %4$supdate WordPress auf Version %3$s oder neuer &raquo;%5$s

source: Seamlessly preview and adjust the layout of your automatically generated PDF files.
de_de@formal: Bearbeite das Layout deiner automatisch erzeugten PDF-Dateien einfach über den Editor.

source: Adjust template
de_de@formal: Vorlage anpassen

source: Adjust first page template
de_de@formal: 1. Seite Vorlage anpassen

source: Remove first page template
de_de@formal: 1. Seite Vorlage entfernen

source: Create custom first page template
de_de@formal: Abweichende Vorlage für die 1. Seite erstellen

# commercial-invoice
source: Select a country
de_de@formal: Wähle ein Land aus

# commercial-invoice
source: Item
de_de@formal: Position

# commercial-invoice
source: Customs description
de_de@formal: Zollbeschreibung

# commercial-invoice
source: Country of origin
de_de@formal: Herkunftsland

# commercial-invoice
source: Value
de_de@formal: Wert

# commercial-invoice
source: Invoice Type
de_de@formal: Rechnungstyp

# commercial-invoice
source: Export type
de_de@formal: Export-Typ

# commercial-invoice
source: Export reason
de_de@formal: Exportgrund

# commercial-invoice
source: Insurance amount
de_de@formal: Versicherungssumme

# commercial-invoice
source: Shipping total
de_de@formal: Versandkosten

# commercial-invoice
source: Currency
de_de@formal: Währung

# commercial-invoice
source: Create commercial invoice
de_de@formal: Handelsrechnung erstellen

# commercial-invoice
source: Create
de_de@formal: Erstellen

# commercial-invoice
source: Download commercial invoice
de_de@formal: Handelsrechnung downloaden

# commercial-invoice
source: Refresh commercial invoice
de_de@formal: Handelsrechnung aktualisieren

# commercial-invoice
source: Delete commercial invoice
de_de@formal: Handelsrechnung löschen

source: Commercial Invoice
de_de@formal: Handelsrechnung

source: Download packing slip
de_de@formal: Lieferschein downloaden

source: Refresh packing slip
de_de@formal: Lieferschein aktualisieren

source: Delete packing slip
de_de@formal: Lieferschein löschen

source: Create packing slip
de_de@formal: Lieferschein erstellen

source: Packing Slip
de_de@formal: Lieferschein

source: Activate Germanized Pro
de_de@formal: Germanized Pro aktivieren

source: Perfect, your Plugin is already registered. You may manage your license <a href="%s" target="_blank">here</a>.
de_de@formal: Perfekt! Deine Lizenz ist bereits registriert. Du kannst deine Lizenzen <a href="%s" target="_blank">hier</a> verwalten.

source: Enter your license key to receive automatic Plugin updates and access to the generator API. We will automatically install our Helper Plugin for you.
de_de@formal: Füge deinen Lizenzschlüssel ein um automatische Updates und Zugriff zur Mustertexte API zu erhalten. Wir installieren falls notwendig das Helper Plugin automatisch für dich.

source: License Key
de_de@formal: Lizenzschlüssel

source: Find your license key within your <a href="%1$s" target="_blank">customer account</a>. Please make sure that you have registered <code>%2$s</code> <a href="%3$s" target="_blank">as a Domain</a>.
de_de@formal: Deinen Lizenzschlüssel findest du im <a href="%1$s" target="_blank">Kundenbereich</a>. Bitte stelle sicher, dass du <code>%2$s</code> als Domain <a href="%3$s" target="_blank">registriert</a> hast.
