Repository: wp-stars/juniper-base
Catalog: web/app/plugins/woocommerce-germanized-pro/i18n/languages/woocommerce-germanized-pro-*_formal.po
Languages: de_de@formal

# storeabill-core
source: Whether this is a virtual item.
de_de@formal: Gibt an, ob es sich um eine virtuelle Position handelt.

# storeabill-core
source: Whether this item is a service or not.
de_de@formal: Gibt an, ob es sich bei dieser Position um eine Dienstleistung handelt oder nicht.

# storeabill-core
source: Whether this item differential taxed or not.
de_de@formal: Gibt an, ob diese Position differenzbesteuert wird oder nicht.

# storeabill-core
source: Tax items.
de_de@formal: Steuerpositionen.

# storeabill-core
source: Shipping items.
de_de@formal: Versandpositionen.

# storeabill-core
source: Whether to enable split-tax calculation.
de_de@formal: Gibt an, ob diese Position per Split-Tax-Berechnung besteuert wird.

# storeabill-core
source: Fee lines data.
de_de@formal: Gebührenpositionen.

# storeabill-core
source: Voucher items.
de_de@formal: Wertgutschein Positionen.

# storeabill-core
source: Coupon code.
de_de@formal: Gutscheincode.

# storeabill-core
source: Line total (after discounts).
de_de@formal: Gesamt pro Zeile (nach Rabatt).

# storeabill-core
source: Product price.
de_de@formal: Produktpreis.

# storeabill-core
source: Product total.
de_de@formal: Produkt Gesamtbetrag.

# storeabill-core
source: Total data.
de_de@formal: Gesamtpositionen.

# storeabill-core
source: Tax total data.
de_de@formal: Steuer-Gesamtbeträge.

# storeabill-core
source: Total net.
de_de@formal: Netto-Gesamtbetrag.

# storeabill-core
source: Total tax.
de_de@formal: Steuer-Gesamtbetrag.

# storeabill-core
source: Total gross.
de_de@formal: Gesamt Brutto.

# storeabill-core
source: Net totals.
de_de@formal: Netto-Gesamtbeträge.

# storeabill-core
source: Product net total.
de_de@formal: Nettobetrag der Produkte.

# storeabill-core
source: Shipping net total.
de_de@formal: Nettobetrag der Verbandkosten.

# storeabill-core
source: Fee net total.
de_de@formal: Nettobetrag der Gebühren.

# storeabill-core
source: Tax totals.
de_de@formal: Steuer-Gesamtbeträge.

# storeabill-core
source: Product tax total.
de_de@formal: Steuer-Gesamtbetrag der Produkte.

# storeabill-core
source: Shipping tax total.
de_de@formal: Steuerbetrag der Verbandkasten.

# storeabill-core
source: Fee tax total.
de_de@formal: Steuer-Gesamtbetrag der Gebühren.

# storeabill-core
source: Whether the item is taxable or not.
de_de@formal: Gibt an, ob diese Position besteuerbar ist oder nicht.

# storeabill-core
source: Line subtotal (before discounts).
de_de@formal: Zwischensumme der Zeile (vor Rabatt).

# storeabill-core
source: Discount total.
de_de@formal: Rabatt Gesamtbetrag.

# storeabill-core
source: Discount net total.
de_de@formal: Rabatt Netto-Gesamtbetrag.

# storeabill-core
source: Discount tax total.
de_de@formal: Steuer-Gesamtbetrag der Rabatte.

# storeabill-core
source: Discount percentage.
de_de@formal: Rabatt-Prozentsatz.

# storeabill-core
source: Line subtotal tax (before discounts).
de_de@formal: Steuer-Zwischensumme der Zeile (vor Rabatt).

# storeabill-core
source: Line total tax (after discounts).
de_de@formal: Steuersumme der Zeile (nach Rabatt).

# storeabill-core
source: Product taxes.
de_de@formal: Steuern der Produkte.

# storeabill-core
source: Product net price.
de_de@formal: Produktpreis netto.

# storeabill-core
source: Product price tax.
de_de@formal: Produktpreis Steuern.

# storeabill-core
source: Product price (before discounts).
de_de@formal: Produktpreis (vor Rabatt)

# storeabill-core
source: Product price tax (before discounts).
de_de@formal: Produktpreis (nach Rabatt)

# storeabill-core
source: Product net price (before discounts).
de_de@formal: Produkt-Nettopreis (nach Rabatt).

# storeabill-core
source: Product subtotal.
de_de@formal: Produkt Zwischensumme.

# storeabill-core
source: Product net subtotal.
de_de@formal: Produkt Zwischensumme netto.

# storeabill-core
source: Tax type e.g. product.
de_de@formal: Steuertyp, z.B. product.

# storeabill-core
source: True in case tax is rounded at subtotal.
de_de@formal: Wahr, falls Steuern auf Basis der Zwischensumme gerundet werden.

# storeabill-core
source: Is OSS tax?
de_de@formal: OSS Steuern?

# storeabill-core
source: Tax total.
de_de@formal: Steuer Gesamtbetrag.

# storeabill-core
source: Tax net total.
de_de@formal: Steuer Nettobetrag.

# storeabill-core
source: Tax subtotal.
de_de@formal: Steuer-Zwischensumme.

# storeabill-core
source: Tax net subtotal.
de_de@formal: Steuer Nettobetrag Zwischensumme.

# storeabill-core
source: Tax percentage.
de_de@formal: Steuer-Prozentsatz.

# storeabill-core
source: Formatted tax percentage.
de_de@formal: Formatierter Steuer-Prozentsatz.

# storeabill-core
source: Tax country.
de_de@formal: Land der Besteuerung.

# storeabill-core
source: Tax priority.
de_de@formal: Steuer-Priorität.

# storeabill-core
source: Is compound?
de_de@formal: Zusammengesetzt?

# storeabill-core
source: Is OSS?
de_de@formal: Ist OSS?

# storeabill-core
source: Tax rate label.
de_de@formal: Steuersatz Beschriftung.

# storeabill-core
source: %s tax
de_de@formal: MwSt. %s

# storeabill-core
source: Your WooCommerce tax settings are inconsistent. Please make sure to <a href="%s">enable rounding tax at subtotal</a> to avoid rounding differences.
de_de@formal: Deine Steuer-Einstellungen in WooCommerce sind inkonsistent. Bitte <a href="%s">aktiviere Steuern auf der Ebene der Zwischensumme runden</a> um Rundungsdifferenzen zu verhindern.

# storeabill-core
source: Your WooCommerce tax settings are inconsistent. Please make sure to <a href="%s">disable rounding tax at subtotal</a> to avoid rounding differences.
de_de@formal: Deine Steuer-Einstellungen in WooCommerce sind inkonsistent. Bitte <a href="%s">deaktiviere Steuern auf der Ebene der Zwischensumme runden</a> um Rundungsdifferenzen zu verhindern.

# storeabill-core
source: Do you really want to delete the document?
de_de@formal: Möchtest du dieses Dokument wirklich löschen?

# storeabill-core
source: Do you really want to cancel the invoice?
de_de@formal: Möchtest du diese Rechnung wirklich stornieren?

# storeabill-core
source: This invoice cannot be edited.
de_de@formal: Diese Rechnung kann nicht bearbeitet werden.

# storeabill-core
source: An error occurred while updating the payment status.
de_de@formal: Bei der Aktualisierung des Zahlungsstatus ist ein Fehler aufgetreten.

# storeabill-core
source: This document cannot be sent by email.
de_de@formal: Dieses Dokument kann nicht per E-Mail versendet werden.

# storeabill-core
source: Successfully sent to customer by email
de_de@formal: Erfolgreich per E-Mail an den Kunden versandt

# storeabill-core
source: This document cannot be refreshed.
de_de@formal: Dieses Dokument kann nicht aktualisiert werden.

# storeabill-core
source: There was an error processing the document.
de_de@formal: Bei der Bearbeitung des Dokuments trat ein Fehler auf.

# storeabill-core
source: There was an while finalizing the order.
de_de@formal: Beim Festschreiben der Bestellung ist ein Fehler aufgetreten.

# storeabill-core
source: Order status(es)
de_de@formal: Bestellstatus

# storeabill-core
source: Choose one or more order statuses. Leave empty to disable automation for the method.
de_de@formal: Wähle einen oder mehrere Bestellstatus aus. Lasse das Feld leer um die Automatisierung für diese Zahlungsart zu deaktivieren.

# storeabill-core
source: After checkout
de_de@formal: Nach der Bestellung

# storeabill-core
source: Automation
de_de@formal: Automatisierung

# storeabill-core
source: Automatically create invoices to orders.
de_de@formal: Erstelle automatisch Rechnungen zu Bestellungen.

# storeabill-core
source: Timing
de_de@formal: Zeitpunkt

# storeabill-core
source: Choose when to automatically generate an invoice to an order. In WooCommerce detecting whether an order has been paid or not works by checking it's status. That's why an order marked as completed or processing is considered paid.
de_de@formal: Wähle aus, wann die Rechnung zu einer Bestellung erstellt werden soll. In WooCommerce wird der Zahlungsstatus einer Bestellung auf Basis des Bestellstatus bestimmt. Bestellungen, die sich im Status in Bearbeitung oder Fertiggestellt befinden, werden als bezahlt betrachtet.

# storeabill-core
source: After payment
de_de@formal: Nach der Zahlung

# storeabill-core
source: On status(es)
de_de@formal: Bei konkreten Status

# storeabill-core
source: On status per payment method
de_de@formal: Status je Zahlungsart

# storeabill-core
source: On transactional email
de_de@formal: Bei Versand einer Bestellbenachrichtigung

# storeabill-core
source: Select one or more order statuses. An invoice is generated as soon as an order reaches one of the order statuses selected.
de_de@formal: Wähle einen oder mehrere Bestellstatus aus. Eine Rechnung wird generiert sobald die Bestellung einen der ausgewählten Status erreicht.

# storeabill-core
source: Transactional email(s)
de_de@formal: E-Mail-Vorlage(n)

# storeabill-core
source: Choose one ore more email templates. The invoice will be generated and attached to the email as soon as the transactional email is delivered to the recipient. Be aware that the invoice is generated as soon as the email is sent - there is no way to determine the timing other than that.
de_de@formal: Wähle eine oder mehrere E-Mail-Vorlagen aus. Die Rechnung wird erzeugt und an die E-Mail angehängt, sobald die Bestellbenachrichtigung an den Kunden versandt wird. Sei dir bewusst, dass die Rechnung erzeugt wird, sobald diese Mail versendet wird - ein anderer Zeitpunkt kann dabei nicht bestimmt werden.

# storeabill-core
source: Status(es) per method
de_de@formal: Status je Zahlungsart

# storeabill-core
source: Gateways
de_de@formal: Zahlungsarten

# storeabill-core
source: Do create invoices for specific payment gateways only.
de_de@formal: Erzeuge Rechnungen nur bei Zahlung über bestimmte Zahlungsarten.

# storeabill-core
source: Payment gateways
de_de@formal: Zahlungsarten

# storeabill-core
source: Choose payment gateways for which an invoice should be generated automatically. For all non-selected gateways no invoice will be generated.
de_de@formal: Wähle Zahlungsarten aus, für die die Rechnung automatisch erzeugt werden soll. Für alle nicht ausgewählten Zahlungsarten wird keine Rechnung erzeugt.

# storeabill-core
source: All payment gateways
de_de@formal: Alle Zahlungsarten

# storeabill-core
source: Finalize invoice after automatically creating it.
de_de@formal: Rechnungen nach der automatischen Erstellung festschreiben.

# storeabill-core
source: This option will make sure that the invoice is <a href="%s" target="_blank">finalized</a> right after creating it automatically. If you decide to not finalize the invoice after creating it, it will be in draft mode and cannot be sent to the customer or synced via external interfaces until it has been finalized manually.
de_de@formal: Diese Option stellt sicher, dass Rechnungen nach der automatischen Erzeugung <a href="%s" target="_blank">festgeschrieben</a> werden. Wenn du diese Option deaktivierst, befinden sich Rechnungen nach Erzeugung im Status „Entwurf“ und sie können nicht an den Kunden versandt oder mit externen Services synchronisiert werden, bis sie manuell festgeschrieben wurden.

# storeabill-core
source: Send by e-mail after automatic creation.
de_de@formal: Nach automatischer Erstellung per E-Mail verschicken.

# storeabill-core
source: In case an invoice is being created automatically, the invoice will be sent to the customer by e-mail. Invoices created manually by the store manager will not be sent automatically.
de_de@formal: Falls die Rechnung automatisch erstellt wird, wird sie per E-Mail zugestellt. Rechnungen die manuell erstellt werden, werden nicht automatisch versandt.

# storeabill-core
source: Free orders
de_de@formal: Kostenlose Bestellungen

# storeabill-core
source: Create invoices to orders with zero total.
de_de@formal: Erstelle Rechnungen zu Bestellungen mit einem Gesamtbetrag von 0.

# storeabill-core
source: Add download link to customer orders panel.
de_de@formal: Füge Download-Links in den Kundenbereich ein.

# storeabill-core
source: In case a cancellation is being created automatically, e.g. after cancelling or refunding an order, the cancellation created will be sent to the customer by e-mail. Cancellations created manually will not be sent automatically.
de_de@formal: Falls eine Stornierung automatisch erstellt wird (z.B. nach einer Stornierung einer Bestellung), wird sie per E-Mail zugestellt. Stornierungen die manuell erstellt werden, werden nicht automatisch versandt.

# storeabill-core
source: Download invoices
de_de@formal: Rechnungen downloaden

# storeabill-core
source: Create and finalize invoices
de_de@formal: Rechnungen erstellen und festschreiben

# storeabill-core
source: Invoices updated successfully
de_de@formal: Rechnungen erfolgreich aktualisiert

# storeabill-core
source: Invalid customer.
de_de@formal: Kunde nicht verfügbar.

# storeabill-core
source: Customer %s
de_de@formal: Kunde %s

# storeabill-core
source: Invoicing Status
de_de@formal: Rechnungsstatus

# storeabill-core
source: Latest invoice
de_de@formal: Letzte Rechnung

# storeabill-core
source: Invalid order.
de_de@formal: Bestellung nicht verfügbar.

# storeabill-core
source: Cancelled invoice %s.
de_de@formal: Rechnung %s storniert.

# storeabill-core
source: Cancelled invoice %1$s (%2$s).
de_de@formal: Rechnung %1$s (%2$s) storniert.

# storeabill-core
source: An invoice could not be created due to changes to or inconsistent order data. Please review the corresponding order.
de_de@formal: Eine Rechnung konnte aufgrund von Veränderungen oder Inkonsistenzen in den Bestelldaten nicht erstellt werden. Bitte prüfe die dazugehörige Bestellung.

# storeabill-core
source: The invoices needed a (partial) cancellation due to changes to or inconsistent order data. Please review the corresponding order.
de_de@formal: Existierende Rechnungen wurden aufgrund von Veränderungen oder Inkonsistenzen in den Bestelldaten (teilweise) storniert. Bitte prüfe die dazugehörige Bestellung.

# storeabill-core
source: %1$s x Item %2$s &rarr; %3$s (Total: %4$s, Line total: %5$s, Tax: %6$s)
de_de@formal: %1$s x Position %2$s &rarr; %3$s (Gesamt: %4$s, Zeile: %5$s, Steuern: %6$s)

# storeabill-core
source: (Partially) Cancelled invoice %1$s: %2$s
de_de@formal: Rechnung %1$s: %2$s (teilweise) storniert

# storeabill-core
source: There was an error while saving %s. Please review and save your order and try again.
de_de@formal: Beim Speichern von %s gab es einen Fehler. Bitte prüfe und speichere deine Bestellung und versuche es erneut.

# storeabill-core
source: Invalid order item.
de_de@formal: Bestell-Position ist nicht verfügbar.

# storeabill-core
source: Invalid payment gateway.
de_de@formal: Unbekannte Zahlungsart.

# storeabill-core
source: Invalid product.
de_de@formal: Produkt ist nicht verfügbar.

# storeabill-core
source: Order ID not found
de_de@formal: Bestell-ID konnte nicht gefunden werden

# storeabill-core
source: List of invoices.
de_de@formal: Liste der Rechnungen.

# storeabill-core
source: %s has been created. Find the document attached to this email.
de_de@formal: %s wurde erzeugt. Im Anhang dieser E-Mail findest du das Dokument.

# storeabill-core
source: %s has been attached to this email. Find details below for your reference:
de_de@formal: %s wurde an diese E-Mail angehängt. Details dazu finden Sie im Folgenden:

# storeabill-core
source: Item
de_de@formal: Position

# storeabill-core
source: Document summary
de_de@formal: Zusammenfassung

source: Text color
de_de@formal: Textfarbe

source: Background color
de_de@formal: Hintergrundfarbe

source: Color
de_de@formal: Farbe

# storeabill-core
source: Document Item
de_de@formal: Position

# storeabill-core
source: Document Total
de_de@formal: Gesamtbetrag

# storeabill-core
source: Settings
de_de@formal: Einstellungen

# storeabill-core
source: Typography
de_de@formal: Typografie

# storeabill-core
source: Inserts the document address.
de_de@formal: Fügt die Adresse des Dokuments ein.

# storeabill-core
source: Type
de_de@formal: Typ

# storeabill-core
source: Data
de_de@formal: Daten

# storeabill-core
source: Size
de_de@formal: Größe

# storeabill-size
source: Small
de_de@formal: Klein

# storeabill-size
source: Normal
de_de@formal: Standard

# storeabill-size
source: Medium
de_de@formal: Mittel

# storeabill-size
source: Big
de_de@formal: Groß

# storeabill-core
source: Placeholder
de_de@formal: Platzhalter

# storeabill-core
source: Inserts a barcode.
de_de@formal: Fügt einen Barcode ein.

# storeabill-core
source: To edit the PDF file, you need permission to upload media.
de_de@formal: Um das PDF-File bearbeiten zu können, benötigst du die Berechtigung Medien hochzuladen.

# storeabill-core
source: PDF Attachment
de_de@formal: PDF Anhang

# storeabill-core
source: Edit or update the PDF file
de_de@formal: Bearbeite oder aktualisiere die PDF-Datei

# storeabill-core
source: Set PDF background
de_de@formal: PDF Vorlage auswählen

# storeabill-core
source: Replace PDF template
de_de@formal: PDF Vorlage ersetzen

# storeabill-core
source: Remove
de_de@formal: Entfernen

# storeabill-core
source: Background
de_de@formal: Hintergrund

# storeabill-core
source: Change date type
de_de@formal: Datumstyp ändern

# storeabill-core
source: Date format
de_de@formal: Datumformat

# storeabill-core
source: Inserts the document date.
de_de@formal: Fügt das Datum des Dokuments ein.

# storeabill-core
source: Search for a font
de_de@formal: Suche nach einer Schriftart

# storeabill-core
source: Available fonts
de_de@formal: Verfügbare Schriftarten

# storeabill-core
source: Import Layout
de_de@formal: Layout importieren

# storeabill-core
source: Are your sure that you want to import the layout? Your current layout will be overridden partially.
de_de@formal: Bist du dir sicher, das du das Layout importieren willst? Dein aktuelles Layout wird teilweise überschrieben.

# storeabill-core
source: Import an existing active layout from a different document type into your current layout.
de_de@formal: Importiere ein existierendes Layout eines anderen Dokumententyps in dein aktuelles Layout.

# storeabill-core
source: Select a document type
de_de@formal: Wähle einen Dokumententyp aus

# storeabill-core
source: Manage default page
de_de@formal: Standard-Seite bearbeiten

# storeabill-core
source: Manage first page
de_de@formal: Erste-Seite bearbeiten

# storeabill-core
source: Additional Line Item Types
de_de@formal: Zusätzliche Positionstypen

# storeabill-core
source: Please make sure to check your total types after updating line item types as the subtotal might change.
de_de@formal: Bitte prüfe den Gesamtbeträge-Block nachdem du die Positionstypen geändert hast.

# storeabill-core
source: First page
de_de@formal: Erste Seite

# storeabill-core
source: Left
de_de@formal: Links

# storeabill-core
source: Top
de_de@formal: Oben

# storeabill-core
source: Right
de_de@formal: Rechts

# storeabill-core
source: Bottom
de_de@formal: Unten

# storeabill-core
source: Margins (cm)
de_de@formal: Seitenränder (cm)

# storeabill-core
source: Document Styles
de_de@formal: Layout

# storeabill-core
source: Watches for changes within the document and adjusts preview styles.
de_de@formal: Überwacht Änderungen am Dokument und passt das Vorschau Layout an.

# storeabill-core
source: Document Title
de_de@formal: Titel

# storeabill-core
source: Inserts the document title.
de_de@formal: Fügt den Titel des Dokuments ein.

# storeabill-core
source: Dynamic content
de_de@formal: Dynamischer Inhalt

# storeabill-core
source: Inserts dynamic content.
de_de@formal: Fügt dynamischen Inhalt ein.

# storeabill-core
source: Footer
de_de@formal: Fußbereich

# storeabill-core
source: Inserts a footer block.
de_de@formal: Fügt einen Fußbereich ein.

# storeabill-core
source: Select shortcode
de_de@formal: Shortcode auswählen

# storeabill-core
source: Choose a shortcode
de_de@formal: Wähle einen Shortcode aus

# storeabill-core
source: Remove shortcode
de_de@formal: Shortcode entfernen

# storeabill-core
source: Individual size
de_de@formal: Individuelle Größe

# storeabill-core
source: Reset
de_de@formal: Zurücksetzen

# storeabill-core
source: Font size
de_de@formal: Schriftgröße

# storeabill-core
source: Header
de_de@formal: Kopfbereich

# storeabill-core
source: Inserts a header block.
de_de@formal: Fügt einen Kopfbereich ein.

# storeabill-core
source: Additional Attributes
de_de@formal: Zusätzliche Eigenschaften

# storeabill-core
source: Add attribute slugs
de_de@formal: Eigenschaften hinzufügen

# storeabill-core
source: Item Attributes
de_de@formal: Eigenschaften

# storeabill-core
source: Inserts item attribute list.
de_de@formal: Fügt eine Liste der Eigenschaften der Position ein.

# storeabill-core
source: List
de_de@formal: Liste

# storeabill-core
source: One line
de_de@formal: Einzeilig

# storeabill-core
source: Conditional visibility
de_de@formal: Bedingte Sichtbarkeit

# storeabill-core
source: Item Differential Taxation Notice
de_de@formal: Differenzbesteuerung-Hinweis

# storeabill-core
source: Inserts a notice in case this item is subject to differential taxation.
de_de@formal: Fügt einen Hinweis ein insofern die Position differenzbesteuert ist.

# storeabill-core
source: Percentage (%)
de_de@formal: Prozentsatz (%)

# storeabill-core
source: Absolute (€)
de_de@formal: Absolut (€)

# storeabill-core
source: Discount type
de_de@formal: Rabatttyp

# storeabill-core
source: Hide if amount equals zero
de_de@formal: Verstecken insofern der Betrag 0 gleicht

# storeabill-core
source: Item Discount
de_de@formal: Rabatt

# storeabill-core
source: Inserts item discount.
de_de@formal: Fügt den Rabatt einer Position ein.

# storeabill-core
source: Outer
de_de@formal: Außen

# storeabill-core
source: Inner
de_de@formal: Innen

# storeabill-core
source: Select border
de_de@formal: Rahmen auswählen

# storeabill-core
source: Item Field
de_de@formal: Eingabefeld

# storeabill-core
source: Inserts an input field for placeholder purposes.
de_de@formal: Fügt ein Eingabefeld als Platzhalter ein.

# storeabill-core
source: Width
de_de@formal: Breite

# storeabill-core
source: Item Image
de_de@formal: Bild

# storeabill-core
source: Inserts the item image.
de_de@formal: Fügt das Bild der Position ein.

# storeabill-core
source: Discount total type
de_de@formal: Rabatttyp des Gesamtbetrags

# storeabill-core
source: Item Line Total
de_de@formal: Gesamtbetrag

# storeabill-core
source: Inserts item line total.
de_de@formal: Fügt den Gesamtbetrag einer Position ein.

# storeabill-core
source: Change meta type
de_de@formal: Meta-Typ ändern

# storeabill-core
source: Change type
de_de@formal: Anzeigeart ändern

# storeabill-core
source: Hide if empty
de_de@formal: Verstecken falls leer

# storeabill-core
source: Item Meta
de_de@formal: Meta

# storeabill-core
source: Inserts item meta data.
de_de@formal: Fügt Meta-Daten der Position ein.

# storeabill-core
source: Item Name
de_de@formal: Bezeichnung

# storeabill-core
source: Inserts the item name.
de_de@formal: Fügt die Bezeichnung der Position ein.

# storeabill-core
source: Item Position
de_de@formal: Position

# storeabill-core
source: Inserts the item position number.
de_de@formal: Fügt die fortlaufende Nummer der Position ein.

# storeabill-core
source: Item Price
de_de@formal: Preis

# storeabill-core
source: Inserts the item price.
de_de@formal: Fügt den Preis der Position ein.

# storeabill-core
source: Item Quantity
de_de@formal: Anzahl

# storeabill-core
source: Inserts the item quantity.
de_de@formal: Fügt die Anzahl der Position ein.

# storeabill-core
source: Item SKU
de_de@formal: Artikelnummer
