Repository: wp-stars/juniper-base
Catalog: web/app/plugins/woocommerce-germanized-pro/i18n/languages/woocommerce-germanized-pro-*_formal.po
Languages: de_de@formal

# storeabill-core
source: Inserts the item SKU.
de_de@formal: Fügt die Artikelnummer der Position ein.

# storeabill-core
source: Column settings
de_de@formal: Spalten-Einstellungen

# storeabill-core
source: Percentage width
de_de@formal: Prozentuale Breite

# storeabill-core
source: Write heading…
de_de@formal: Überschrift eingeben…

# storeabill-core
source: Column
de_de@formal: Spalte

# storeabill-core
source: Column Heading
de_de@formal: Spalten-Überschrift

# storeabill-core
source: Columns
de_de@formal: Spalten

# storeabill-core
source: Show item prices including tax
de_de@formal: Zeige Preise der Positionen inkl. Steuern an

# storeabill-core
source: Enable dense layout
de_de@formal: Platzsparendes Layout aktivieren

# storeabill-core
source: Heading Typography
de_de@formal: Überschrift Typografie

# storeabill-core
source: Colors
de_de@formal: Farben

# storeabill-core
source: Heading Text Color
de_de@formal: Überschrift Schriftfarbe

# storeabill-core
source: Heading Background
de_de@formal: Überschrift Hintergrund

# storeabill-core
source: Border Color
de_de@formal: Umrandung

# storeabill-core
source: Item Table
de_de@formal: Positionen-Tabelle

# storeabill-core
source: Inserts the item table.
de_de@formal: Fügt eine Tabelle der Positionen ein.

# storeabill-core
source: Odd highlight
de_de@formal: Highlight ungerader Zeilen

# storeabill-core
source: Even highlight
de_de@formal: Highlight gerader Zeilen

# storeabill-core
source: Item Tax Rate(s)
de_de@formal: Steuersätze

# storeabill-core
source: Inserts the item tax rate(s).
de_de@formal: Fügt die Steuersätze der Position ein.

# storeabill-core
source: Change total type
de_de@formal: Art des Gesamtbetrags ändern

# storeabill-core
source: Fee name
de_de@formal: Bezeichnung der Gebühr

# storeabill-core
source: Discount notice
de_de@formal: Hinweis zum Rabatt

# storeabill-core
source: (Multipurpose)
de_de@formal: (Mehrzweck)

# storeabill-core
source: Adjust border
de_de@formal: Rahmen anpassen

# storeabill-core
source: Insert heading
de_de@formal: Überschrift einfügen

# storeabill-core
source: Item Total Row
de_de@formal: Gesamtbetrag Zeile

# storeabill-core
source: Inserts an item total row.
de_de@formal: Fügt einen Gesamtbetrag als Zeile hinzu.

# storeabill-core
source: Item Tax Total
de_de@formal: Steuerbertrag

# storeabill-core
source: Inserts the item tax total amount.
de_de@formal: Fügt den Steuerbetrag der Position ein.

# storeabill-core
source: Item Totals
de_de@formal: Gesamtbeträge

# storeabill-core
source: Insert item totals.
de_de@formal: Fügt eine Tabelle mit den Gesamtbeträgen hinzu.

# storeabill-page-number
source: Page
de_de@formal: Seite

# storeabill-page-number
source: of
de_de@formal: von

# storeabill-core
source: Inserts the page number.
de_de@formal: Fügt die Seitennummer ein.

# storeabill-core
source: Origin
de_de@formal: Herkunftsort

# storeabill-core
source: Preferential Origin Declaration
de_de@formal: Präferenznachweis

# storeabill-core
source: Inserts a preferential origin declaration in case goods from the EU are included.
de_de@formal: Fügt einen Präferenznachweis für Waren aus der EU ein.

# storeabill-core
source: Virtual notice
de_de@formal: Virtueller Hinweis

# storeabill-core
source: Deviating notice for invoices containing virtual items only.
de_de@formal: Abweichender Hinweis für Rechnungen, die nur virtuelle Posten enthalten.

# storeabill-core
source: Reverse Charge Notice
de_de@formal: Reverse-Charge-Hinweis

# storeabill-core
source: Inserts a reverse charge VAT notice if applicable.
de_de@formal: Fügt, falls notwendig, einen Reverse-Charge-Hinweis ein.

# storeabill-core
source: Sender Address
de_de@formal: Absenderadresse

# storeabill-core
source: Inserts the sender address.
de_de@formal: Fügt die Absenderadresse ein.

# storeabill-core
source: Hide in case equals billing address
de_de@formal: Verstecken falls die Adresse der Empfängeradresse gleicht

# storeabill-core
source: Shipping Address
de_de@formal: Lieferadresse

# storeabill-core
source: Inserts the shipping address.
de_de@formal: Fügt die Lieferadresse ein.

# storeabill-core
source: Third Country Notice
de_de@formal: Drittland-HInweis

# storeabill-core
source: Inserts a notice in case the invoice is issued to a third country.
de_de@formal: Fügt einen Hinweis ein, falls die Rechnung an ein Drittland ausgestellt wurde.

# lexoffice
source: Click on the button and login to lexoffice to authorize Germanized. After that you will be redirected to a page showing an authorization code. Please copy & paste that code into the field below.
de_de@formal: Klicke auf den Button und logge dich bei Lexoffice ein um Germanized zu autorisieren. Anschließend wirst du zu einer Seite weitergeleitet, die einen Autorisierungscode anzeigt. Bitte füge diesen Code in das unten angezeigte Feld ein.

# lexoffice
source: Error while uploading file to voucher
de_de@formal: Fehler beim Upload der Datei zum Beleg

# lexoffice
source: Customer %s
de_de@formal: Kunde %s

# lexoffice
source: Transfer invoices and customer data to your lexoffice account.
de_de@formal: Übermittle Rechnungen und Kundendaten an deinen lexoffice Account.

# lexoffice
source: This object cannot be synced
de_de@formal: Diese Objekt kann nicht übertragen werden

# lexoffice
source: This object type is not supported by lexoffice
de_de@formal: Dieser Objekttyp wird von lexoffice nicht unterstützt

# lexoffice
source: WooCommerce customer
de_de@formal: WooCommerce Kunde

# lexoffice
source: Tax round difference: %s
de_de@formal: Steuer-Rundungsdifferenz: %s

# lexoffice
source: Gross total rounding difference: %s
de_de@formal: Steuer-Rundungsdifferenz (Bruttobetrag): %s

# lexoffice
source: The authorization code is unknown
de_de@formal: Der Autorisierungscode ist nicht bekannt

# lexoffice
source: The following error occurred during a lexoffice API call: %s
de_de@formal: Der folgende Fehler ist beim Aufruf der lexoffice aufgetreten: %s

# lexoffice
source: This voucher cannot be modified due to it's payment status or state (%1$s: %2$s: %3$s).
de_de@formal: Dieser Beleg kann aufgrund seines Zahlungsstatus oder Zustand nicht mehr bearbeitet werden (%1$s: %2$s: %3$s).

# lexoffice
source: There seems to be an issue while contacting lexoffice. Seems like the API is currently not available.
de_de@formal: Es scheint ein Problem zu geben eine Verbindung zu lexoffice herzustellen. Die API scheint aktuell nicht verfügbar zu sein.

# lexoffice
source: A version conflict has been detected. Please try again.
de_de@formal: Ein Versionskonflikt wurde erkannt. Bitte versuche es erneut.

# lexoffice
source: The requested resource could not be found.
de_de@formal: Die angeforderte Ressource konnte nicht gefunden werden.

# lexoffice
source: Seems like your connection to lexoffice was lost. Please <a href="%s">connect</a> to lexoffice.
de_de@formal: Deine Verbindung zu lexoffice scheint zu fehlen. Bitte <a href=„%s“>verknüpfe</a> Germanized mit lexoffice.

# lexoffice
source: Scope is missing. Please <a href="%s">refresh</a> your connection to lexoffice.
de_de@formal: Zugriffsrechte fehlen. Bitte <a href="%s">aktualisiere</a> deine Verbindung zu lexoffice.

# lexoffice
source: Error while connecting to lexoffice. Please make sure that your host allows outgoing connections to lexoffice.
de_de@formal: Fehler beim Verbindungsaufbau zu lexoffice. Bitte stelle sicher, dass dein Hoster ausgehende Verbindungen zu lexoffice erlaubt.

# lexoffice
source: Invoices
de_de@formal: Rechnungen

# lexoffice
source: Automation
de_de@formal: Automatisierung

# lexoffice
source: Automatically transfer invoices to lexoffice.
de_de@formal: Automatisch Rechnungen an lexoffice übertragen.

# lexoffice
source: By enabling this option, invoices are transferred to lexoffice automatically as soon as the invoice is finalized.
de_de@formal: Mit Aktivierung dieser Option werden Rechnungen automatisch an lexoffice übertragen sobald die Rechnung festgeschrieben ist.

# lexoffice
source: Number type
de_de@formal: Belegnummer

# lexoffice
source: Choose whether to submit the invoice number or order number as voucher number. By default lexoffice does only allow syncing payments by the voucher number. In case your customers use the order number as payment indicator you should consider using the order number here too.
de_de@formal: Wähle aus, ob die Rechnungsnummer oder die Bestellnummer als Belegnummer übergeben werden soll. Standardmäßig erlaubt lexoffice nur eine Zuordnung von Zahlungen anhand der Belegnummer. Insofern deine Kunden also eine Bestellnummer bei der Zahlung angeben, kann die Zuordnung ggfs. Anhand der Rechnungsnummer nicht funktionieren.

# lexoffice
source: Invoice number
de_de@formal: Rechnungsnummer

# lexoffice
source: Order number
de_de@formal: Bestellnummer

# lexoffice
source: Cancellations
de_de@formal: Stornierungen

# lexoffice
source: Automatically transfer cancellations to lexoffice.
de_de@formal: Automatisch Stornierungen an lexoffice übertragen.

# lexoffice
source: By enabling this option, cancellations are transferred to lexoffice automatically as soon as the cancellation is finalized.
de_de@formal: Mit Aktivierung dieser Option werden Stornierungen automatisch an lexoffice übertragen sobald die Stornierung festgeschrieben ist.

# lexoffice
source: Customers
de_de@formal: Kunden

# lexoffice
source: Create and/or update contacts as soon as customer data changes.
de_de@formal: Erstelle und/oder aktualisiere Kunden sobald Kundendaten verändert wurden.

# lexoffice
source: By enabling this option, customers are transferred to lexoffice automatically as soon as a customer is created or updated.
de_de@formal: Mit Aktivierung dieser Option werden Kundendaten automatisch an lexoffice übertragen sobald ein Kunde erstellt oder aktualisiert wurde.

# lexoffice
source: Link Contacts
de_de@formal: Kunden verknüpfen

# lexoffice
source: Link vouchers (invoices, cancellations) with individually created contacts.
de_de@formal: Verknüpfe Belege (Rechnungen, Stornierungen) mit individuell erstellten Kunden.

# lexoffice
source: Your vouchers are linked to individually created contacts. By disabling this option your vouchers will be linked to a collective contact instead.
de_de@formal: Deine Belege werden mit individuell erstellten Kontakten verknüpft. Deaktiviere diese Option, falls du deine Belege lieber mit einem Sammelkunden verknüpfen möchtest.

# lexoffice
source: Guest Checkouts
de_de@formal: Gastkäufe

# lexoffice
source: Force creating individual lexoffice customers for guest checkouts too.
de_de@formal: Erzwinge die Erstellung individueller lexoffice Kunden für Gastkäufe.

# sevdesk
source: To connect your sevDesk account with StoreaBill, login to your sevDesk dashboard and navigate to settings > users. Choose your profile and copy the API token to the field above.
de_de@formal: Um deinen sevDesk Account mit Germanized zu verknüpfen, logge dich in dein sevDesk Dashboard ein und navigiere zu Einstellungen > Benutzer. Wähle dort Profil aus und kopiere den API Token in das oben angezeigte Feld.

# sevdesk
source: Error while uploading file to voucher
de_de@formal: Fehler beim Upload der Datei zum Beleg

# sevdesk
source: Transfer invoices and customer data to your sevDesk account.
de_de@formal: Übermittle Rechnungen und Kundendaten an deinen sevDesk Account.

# sevdesk
source: This object cannot be synced
de_de@formal: Dieses Objekt kann nicht übertragen werden

# sevdesk
source: This object type is not supported by sevDesk
de_de@formal: Dieser Objekttyp wird von sevDesk nicht unterstützt

# sevdesk
source: The following error occurred during a sevDesk API call: %s
de_de@formal: Der folgende Fehler ist beim Aufruf der sevDesk API aufgetreten: %s

# sevdesk
source: There seems to be an issue while contacting sevDesk. Seems like the API is currently not available.
de_de@formal: Es scheint ein Problem zu geben eine Verbindung zu sevDesk herzustellen. Die API scheint aktuell nicht verfügbar zu sein.

# sevdesk
source: The requested resource could not be found.
de_de@formal: Die angeforderte Ressource konnte nicht gefunden werden.

# sevdesk
source: Error while connecting to sevDesk. Please make sure that your host allows outgoing connections to sevDesk.
de_de@formal: Fehler beim Verbindungsaufbau zu sevDesk. Bitte stelle sicher, dass dein Hoster ausgehende Verbindungen zu sevDesk erlaubt.

# sevdesk
source: %1$s (%2$s, Internal: %3$s)
de_de@formal: %1$s (%2$s, Intern: %3$s)

# sevdesk accounts
source: None
de_de@formal: Keiner

# sevdesk categories
source: None
de_de@formal: Keines

# sevdesk
source: Payment method
de_de@formal: Zahlungsart

# sevdesk
source: Account
de_de@formal: Konto

# sevdesk
source: Choose one or more order statuses. Leave empty to disable automation for the method.
de_de@formal: Wähle einen oder mehrere Bestellstatus aus. Lasse das Feld leer um die Automatisierung für diese Zahlungsart zu deaktivieren.

# sevdesk
source: Use default account
de_de@formal: Standard-Konto verwenden

# sevdesk
source: Vouchers
de_de@formal: Belege

# sevdesk
source: Invoices
de_de@formal: Rechnungen

# sevdesk
source: Automatically transfer invoices to sevDesk.
de_de@formal: Automatisch Rechnungen an sevDesk übertragen.

# sevdesk
source: By enabling this option, invoices are transferred to sevDesk automatically as soon as the invoice is finalized.
de_de@formal: Mit Aktivierung dieser Option werden Rechnungen automatisch an sevDesk übertragen sobald die Rechnung festgeschrieben ist.

# sevdesk
source: %s Product
de_de@formal: Produkt (%s)

# sevdesk
source: Choose an accounting type for products of type %s
de_de@formal: Wähle ein Buchungskonto für Produkte des Typs %s

# sevdesk
source: Cancellations
de_de@formal: Stornierungen

# sevdesk
source: Automatically transfer cancellations to sevDesk.
de_de@formal: Automatisch Stornierungen an sevDesk übertragen.

# sevdesk
source: By enabling this option, cancellations are transferred to sevDesk automatically as soon as the cancellation is finalized.
de_de@formal: Mit Aktivierung dieser Option werden Stornierungen automatisch an sevDesk übertragen sobald die Stornierung festgeschrieben ist.

# sevdesk
source: %s Products
de_de@formal: Produkte (%s)

# sevdesk
source: Book
de_de@formal: Buchen

# sevdesk
source: Automatically book vouchers.
de_de@formal: Buche Belege automatisch.

# sevdesk
source: By enabling this option, paid invoices will be booked to a specific sevDesk account. In case you are choosing an online account (such as PayPal) a specific transaction must be available to book the voucher. As a fallback the voucher will be booked to the default account instead.
de_de@formal: Mit Aktivierung dieser Option werden bezahlte Rechnungen über ein spezielles sevDesk Konto gebucht. Falls du ein online-Konto (z.B. PayPal) wählst muss eine spezifische Transaktion für den Beleg auffindbar sein. Im Zweifel wird der Beleg auf das Standard-Konto gebucht.

# sevdesk
source: Default account
de_de@formal: Standard-Konto

# sevdesk
source: Link voucher to a specific transaction if possible.
de_de@formal: Verknüpfe den Beleg falls möglich automatisch mit einer passenden Transaktion.

# sevdesk
source: Gateways
de_de@formal: Zahlungsarten

# sevdesk
source: Choose specific booking account per gateway.
de_de@formal: Wähle ein Buchungskonto je Zahlungsart aus.

# sevdesk
source: By enabling this option, you may choose an account per gateway to make sure vouchers paid via a specific gateway are booked to a specific account.
de_de@formal: Mit Aktivierung dieser Option kannst du je Zahlungsart ein anderes Buchungskonto verknüpfen. Damit stellst du sicher, dass Belege, die über eine entsprechende Zahlungsart bezahlt wurden mit einem speziellen Konto verknüpft werden.

# sevdesk
source: Accounts
de_de@formal: Konten

# sevdesk
source: Customers
de_de@formal: Kunden

# sevdesk
source: Automation
de_de@formal: Automatisierung

# sevdesk
source: Create and/or update contacts as soon as customer data changes.
de_de@formal: Erstelle und/oder aktualisiere Kunden sobald Kundendaten verändert wurden.

# sevdesk
source: By enabling this option, customers are transferred to sevDesk automatically as soon as a customer is created or updated.
de_de@formal: Mit Aktivierung dieser Option werden Kundendaten automatisch an sevDesk übertragen sobald ein Kunde erstellt oder aktualisiert wurde.

# dpd
source: DDP (incl. duties, excl. taxes)
de_de@formal: DDP (inkl. Zoll, exkl. Steuern)

# dpd
source: DDP (incl. duties and taxes)
de_de@formal: DDP (inkl. Zoll und Steuern)

# dpd
source: DAP (duty and taxes pre-paid by receiver)
de_de@formal: DAP (Zoll und Steuern vom Empfänger vorausbezahlt)

# dpd
source: Commercial invoice
de_de@formal: Handelsrechnung

# dpd
source: Proforma invoice
de_de@formal: Proformarechnung

# dpd
source: Delivery note
de_de@formal: Lieferschein

# dpd
source: Third party billing
de_de@formal: Rechnungsstellung durch Dritte

# dpd
source: Export declaration
de_de@formal: Ausfuhranmeldung

# dpd
source: T1 document
de_de@formal: T1 Dokument

# dpd
source: First Name
de_de@formal: Vorname

# dpd
source: Last Name
de_de@formal: Nachname

# dpd
source: Street
de_de@formal: Straße

# dpd
source: House number
de_de@formal: Hausnummer

# dpd
source: Country
de_de@formal: Land

# dpd
source: Postcode
de_de@formal: Postleitzahl

# dpd
source: City
de_de@formal: Stadt

# dpd
source: Phone
de_de@formal: Telefon

# dpd
source: Recipient Address
de_de@formal: Empfängeradresse

# dpd
source: Sender Address
de_de@formal: Absenderadresse

# dpd
source: %1$s: %2$s is missing or empty.
de_de@formal: %1$s: %2$s fehlt oder ist leer.

# dpd
source: Shipment {shipment_id}
de_de@formal: Sendung {shipment_id}

# dpd
source: Order {order_id}
de_de@formal: Bestellung {order_id}

# dpd
source: DPD API error: %1$s
de_de@formal: DPD API Fehler: %1$s

# dpd
source: Error while uploading DPD label.
de_de@formal: Fehler beim Upload des DPD Labels.

# dpd
source: Please provide your UK VAT ID in the shipment address settings.
de_de@formal: Bitte gib deine USt.-ID für den Export in die UK in den Sendungs-Einstellungen unter Adressen an.

# dpd
source: There was an error requesting the label for DPD.
de_de@formal: Fehler bei der Anforderung des DPD Labels.

# dpd
source: To enable communication between your shop and DPD, the PHP <a href="%1$s">SOAPClient</a> is required. Please contact your host and make sure that SOAPClient is <a href="%2$s">installed</a>.
de_de@formal: Um die Kommunikation zwischen DPD und deinem Shop zu ermöglichen, wird der PHP <a href="%1$s">SOAPClient</a> benötigt. Bitte kontaktiere deinen Hoster und stelle sicher, dass der SOAPClient <a href="%2$s">installiert</a> ist.

# dpd
source: Create DPD labels and return labels conveniently.
de_de@formal: Erstelle bequem DPD Labels zu Sendungen und Retouren.

# dpd
source: DPD Express 12:00 (Saturday)
de_de@formal: DPD Express 12:00 (Samstag)

# dpd
source: Saturday Delivery
de_de@formal: Samstagszustellung

# dpd
source: International Guarantee
de_de@formal: Internationale Versicherung

# dpd
source: Pickup date
de_de@formal: Abholdatum

# dpd
source: Customs terms
de_de@formal: Zollbedingungen

# dpd
source: Customs paper
de_de@formal: Zollpapiere

# dpd
source: Please choose a customs term.
de_de@formal: Bitte wähle gültige Zollbedingungen aus.

# dpd
source: Error while parsing pickup date.
de_de@formal: Fehler bei der Prüfung des Abholdatums.

# dpd
source: DPD offers two different API's. Many DPD customers may only have access to the Cloud Webservice. <a href="%1$s">Learn more</a>
de_de@formal: DPD stellt zwei verschiedene Schnittstellen bereit. Viele DPD Kunden haben möglicherweise nur Zugriff auf den Cloud Webservice. <a href="%1$s">Erfahre mehr</a>

# dpd
source: Username (Delis ID)
de_de@formal: Benutzername (Delis ID)

# dpd
source: Please use your WebConnect username (Delis ID) and password to connect your shop to the <a href="%1$s">DPD WebConnect API</a>.
de_de@formal: Bitte verwende deinen Benutzernamen (Delis ID) und das dazugehörige Passwort um deinen Shop mit der <a href="%1$s">DPD WebConnect Schnittstelle</a> zu verbinden.

# dpd
source: Password
de_de@formal: Passwort

# dpd
source: Username (Cloud User ID)
de_de@formal: Cloud Benutzer-ID

# dpd
source: Please use your Cloud User ID and password to connect your shop to the <a href="%1$s">DPD Cloud Webservice</a>.
de_de@formal: Bitte verwende deine DPD Cloud Benutzer-ID und das dazugehörige Passwort um deinen Shop mit dem <a href="%1$s">DPD Cloud Webservice</a> zu verbinden.

# dpd
source: Password (Token)
de_de@formal: Passwort (Token)

# dpd
source: Tracking
de_de@formal: Sendungsverfolgung

# dpd
source: Default Customs Terms
de_de@formal: Zollbedingungen

# dpd
source: Please select your default customs terms.
de_de@formal: Bitte wähle die zu verwendenden Zollbedingungen aus für internationale Sendungen aus.

# dpd
source: Default Customs Paper
de_de@formal: Zollpapiere

# dpd
source: Please select which documents you are attaching to international shipments.
de_de@formal: Bitte wähle aus welche Dokumente an internationale Sendungen von dir angefügt werden.

# dpd
source: Higher Insurance
de_de@formal: Höhere Versicherung

# dpd
source: Amount
de_de@formal: Betrag

# dpd
source: Description
de_de@formal: Beschreibung

source: Germanized GLS for WooCommerce
de_de@formal: Germanized GLS für WooCommerce

# gls
source: There was an error while cancelling the label
de_de@formal: Bei der Stornierung des Labels ist ein Fehler aufgetreten

# gls
source: Shipment {shipment_id}
de_de@formal: Sendung {shipment_id}

# gls
source: Error while uploading GLS label.
de_de@formal: Fehler beim Upload des GLS Labels.

# gls
source: Error while querying GLS endpoint %s
de_de@formal: Fehler beim Aufruf des GLS Endpunktes %s

# gls
source: There was an unknown error calling the GLS API.
de_de@formal: Beim Abruf der GLS API ist ein unerwarteter Fehler aufgetreten.

# gls
source: DDP, VAT unpaid
de_de@formal: DDP, ohne Steuern

# gls
source: DDP, small packages
de_de@formal: DDP, kleine Sendungen

# gls
source: Create GLS labels and return labels conveniently.
de_de@formal: Erstelle bequem GLS Labels zu Sendungen und Retouren.

# gls
source: Return type
de_de@formal: Retourentyp

# gls
source: Pickup Date
de_de@formal: Abholdatum

# gls
source: Date when parcel should be picked up at customer.
de_de@formal: Datum an dem das Paket bei Kunden abgeholt werden soll.

# gls
source: Saturday
de_de@formal: Samstag

# gls
source: Saturday 10:00
de_de@formal: Samstag 10:00

# gls
source: Saturday 12:00
de_de@formal: Samstag 12:00

# gls
source: Shipping Date
de_de@formal: Versanddatum

# gls
source: By default the next working day is used.
de_de@formal: Standardmäßig wird der nächste Werktag verwendet.

# gls
source: Error while parsing shipping date.
de_de@formal: Fehler bei der Prüfung des Versanddatums.

# gls
source: Contact ID
de_de@formal: Kontakt ID

# gls
source: Enter your GLS ShipIt Contact ID here. You will receive this from your GLS contact person.
de_de@formal: Gib hier deine GLS ShipIt Kontakt ID ein. Diese Daten erhältst du von deinem Ansprechpartner bei GLS.

# gls
source: API URL pointing to the GLS ShipIT backend.
de_de@formal: Die API URL zum GLS ShipIT Backend. Diese URL erhältst du von deinem GLS Ansprechpartner.

# gls
source: Username
de_de@formal: Benutzername

# gls
source: Password
de_de@formal: Passwort

# gls
source: Tracking
de_de@formal: Sendungsverfolgung

# gls
source: Default Incoterms
de_de@formal: Standard Incoterms

# gls
source: Select default incoterms for international shipments.
de_de@formal: Wähle Incoterms aus, die als Standard für internationale Sendungen verwendet werden sollen.
